{
  "Template not found.": "Sjabloon nie gevind nie.",
  "Invalid format. Please check the settings.": "Ongeldige formaat. Gaan asseblief die instellings na.",
  "Insert Template": "Voeg 'n sjabloon in",
  "The First": "1ste",
  "The Second": "2de",
  "The Third": "3de",
  "Template is not set.": "Die sjabloon is nie gekonfigureer nie.",
  "Block is not selected.": "Blok word nie gekies nie.",
  "Template inserted.": "Die sjabloon is ingevoeg.",
  "Default Template Feature": "Standaard sjabloon funksies",
  "When open a page, insert the template if the first block is empty.": "As u die bladsy oopmaak, voeg die sjabloon in as die eerste blok leeg is.",
  "Default": "Verstek",
  "Template Name": "Sjabloon naam",
  "Advanced Default Template Feature": "Gevorderde standaard sjabloon funksies",
  "Insert a template based on the page title conditions.": "Voeg 'n sjabloon in op grond van die bladsytitelkriteria.",
  "If this is enabled, the above item will be disabled.": "As dit geaktiveer is, sal bogenoemde items gedeaktiveer word.",
  "Multiple specifications can be made by line breaks.": "U kan meer as een spesifiseer met 'n lynbreuk.",
  "If multiple conditions are met, the first one will be applied.": "As daar aan meer as een voorwaarde voldoen word, geld die eerste voorwaarde.",
  "Write the condition string and template name separated by '::'.": "Skei die toestandstring en die sjabloonnaam met \"::\".",
  "Example: `AAA::templateName`": "Voorbeeld: `AAA::sjabloonnaam`",
  "It also matches if use Emoji[🌞] in the page title.": "Dit stem ook ooreen as jy 'n emoji [🌞] in die bladsytitel gebruik.",
  "Empty means disabled.": "As dit leeg is, sal dit gedeaktiveer word.",
  "Start With": "Kop",
  "Match if it starts with a specific string (e.g. hierarchy[AAA/]).": "Pas by as dit met 'n spesifieke string begin (bv. hiërargie [AAA/]).",
  "Contain": "Bevat",
  "Match if it contains a specific string.": "Pas by as dit 'n spesifieke string bevat.",
  "Be careful as it is more powerful than other specifications.": "Dit is kragtiger as ander spesifikasies, dus u moet versigtig wees.",
  "End With": "Die laaste stert",
  "Match if it ends with a specific string (e.g. sub page).": "Pas by as dit eindig met 'n spesifieke string (bv.",
  "Command Pallet Items: Insert Template Shortcut": "Opdragpaletitem: Voeg sjabloonkortpad in",
  "Register custom shortcut keys with KeyMaps of Settings. They are found in the Plugins tab.": "Registreer 'n pasgemaakte kortpadsleutel in die sleutelkaart van die instellings. Dit kan gevind word op die blad \"Inproppe\".",
  "Call from the Command Pallet or press the shortcut key while editing the block to insert the template.": "Voeg 'n sjabloon in deur dit vanaf die Command Palette te noem of deur op 'n kortpadtoets te druk terwyl u 'n blok redigeer."
}