{
  "Advanced Default Template Feature": "Gevorderde standaard sjabloon funksies",
  "Be careful as it is more powerful than other specifications.": "Dit is kragtiger as ander spesifikasies, dus u moet versigtig wees.",
  "Block is not selected.": "Blok word nie gekies nie.",
  "Call from the Command Pallet or press the shortcut key while editing the block to insert the template.": "Voeg 'n sjabloon in deur dit vanaf die Command Palette te noem of deur op 'n kortpadtoets te druk terwyl u 'n blok redigeer.",
  "Command Pallet Items: Insert Template Shortcut": "Opdragpaletitem: Voeg sjabloonkortpad in",
  "Completion of journal template": "Voltooiing van joernaalsjabloon",
  "Contain": "Bevat",
  "Default": "Verstek",
  "Default Template Feature": "Standaard sjabloon funksies",
  "Empty means disabled.": "As dit leeg is, sal dit gedeaktiveer word.",
  "End With": "Die laaste stert",
  "Example: `AAA::templateName`": "Voorbeeld: `AAA::sjabloonnaam`",
  "If multiple conditions are met, the first one will be applied.": "As daar aan meer as een voorwaarde voldoen word, geld die eerste voorwaarde.",
  "If this is enabled, the above item will be disabled.": "As dit geaktiveer is, sal bogenoemde items gedeaktiveer word.",
  "Insert Template": "Voeg 'n sjabloon in",
  "Insert a template based on the page title conditions.": "Voeg 'n sjabloon in op grond van die bladsytitelkriteria.",
  "Invalid format. Please check the settings.": "Ongeldige formaat. Gaan asseblief die instellings na.",
  "It also matches if use Emoji[🌞] in the page title.": "Dit stem ook ooreen as jy 'n emoji [🌞] in die bladsytitel gebruik.",
  "It is recommended to set the same as current journal template.": "Dit word aanbeveel om dieselfde as die huidige joernaalsjabloon in te stel.",
  "Journal": "Joernaal",
  "Match if it contains a specific string.": "Pas by as dit 'n spesifieke string bevat.",
  "Match if it ends with a specific string (e.g. sub page).": "Pas by as dit eindig met 'n spesifieke string (bv.",
  "Match if it starts with a specific string (e.g. hierarchy[AAA/]).": "Pas by as dit met 'n spesifieke string begin (bv. hiërargie [AAA/]).",
  "Multiple specifications can be made by line breaks.": "U kan meer as een spesifiseer met 'n lynbreuk.",
  "Note: Also applies when the journal template is not set.": "Nota: Geld ook wanneer die joernaalsjabloon nie ingestel is nie.",
  "Register custom shortcut keys with KeyMaps of Settings. They are found in the Plugins tab.": "Registreer 'n pasgemaakte kortpadsleutel in die sleutelkaart van die instellings. Dit kan gevind word op die blad \"Inproppe\".",
  "Start With": "Kop",
  "Template Name": "Sjabloon naam",
  "Template inserted.": "Die sjabloon is ingevoeg.",
  "Template is not set.": "Die sjabloon is nie gekonfigureer nie.",
  "Template not found.": "Sjabloon nie gevind nie.",
  "The First": "1ste",
  "The Second": "2de",
  "The Third": "3de",
  "This feature excludes journals.": "Hierdie funksie sluit joernale uit.",
  "Use this template if the journal template is not applied when journal single page is opened.": "Gebruik hierdie sjabloon as die joernaalsjabloon nie toegepas word wanneer die joernaal enkelsyfer oopgemaak word nie.",
  "When open a page, insert the template if the first block is empty.": "As u die bladsy oopmaak, voeg die sjabloon in as die eerste blok leeg is.",
  "Write the condition string and template name separated by '::'.": "Skei die toestandstring en die sjabloonnaam met \"::\"."
}