{
  "Ability to insert creation date or time property into default template": "Die vermoë om skeppingstyd-eienskappe in die standaardsjabloon in te voeg",
  "Add to exclusion list of lastOpenedAt": "Voeg by uitsluitingslys vir lastOpenedAt",
  "Added to exclusion list of lastOpenedAt.": "lastOpenedAt.",
  "Advanced Default Template Feature": "Gevorderde standaard sjabloon funksies",
  "Be careful as it is more powerful than other specifications.": "Dit is kragtiger as ander spesifikasies, dus u moet versigtig wees.",
  "Block is not selected.": "Blok word nie gekies nie.",
  "Call from the Command Pallet or press the shortcut key while editing the block to insert the template.": "Voeg 'n sjabloon in deur dit vanaf die Command Palette te noem of deur op 'n kortpadtoets te druk terwyl u 'n blok redigeer.",
  "Command Pallet Items: Insert Template Shortcut": "Opdragpaletitem: Voeg sjabloonkortpad in",
  "Common Settings": "Algemene instellings",
  "Completion of journal template": "Voltooiing van joernaalsjablone",
  "Contain": "Bevat",
  "Default": "Verstek",
  "Default Template Feature": "Standaard sjabloon funksies",
  "Empty means disabled.": "As dit leeg is, sal dit gedeaktiveer word.",
  "Enable": "Aktiveer",
  "Enable Default Template for existing pages": "Pas 'n standaardsjabloon toe op 'n bestaande bladsy",
  "Enable this setting if you wish to apply the default template to existing pages as well.": "As u ook die standaardsjabloon op bestaande bladsye wil toepas, aktiveer hierdie instelling.",
  "End With": "Die laaste stert",
  "Enter page names.": "Voer 'n bladsynaam in.",
  "Example: `AAA::templateName`": "Voorbeeld: 'AAA::TemplateName'",
  "Footprint Feature": "Voetspoor funksie",
  "For safety, create a spare graph and check the usability.": "Om aan die veilige kant te wees, kom ons skep 'n ekstra grafiek om te sien hoe maklik dit is om te gebruik.",
  "Half-width spaces are not allowed in the property name.": "Enkelgreepruimtes word nie in eiendomsname toegelaat nie.",
  "Half-width spaces or ':' are not allowed in the property name.": "Enkel-byte spasies of ':' word nie in eiendomsname toegelaat nie.",
  "If multiple conditions are met, the first one will be applied.": "As daar aan meer as een voorwaarde voldoen word, geld die eerste voorwaarde.",
  "If this is enabled, the above item will be disabled.": "As dit geaktiveer is, sal bogenoemde items gedeaktiveer word.",
  "If this property exists, it will be updated 30 seconds later.": "As hierdie eiendom bestaan, word dit na 30 sekondes opgedateer.",
  "If you want to delete a property immediately after inserting it, press the undo shortcut key [Ctrl(Cmd)+Z].": "As u 'n eiendom onmiddellik wil verwyder nadat u dit ingevoeg het, druk dan op die kortpadtoets Undo-toets [Ctrl (Cmd) + Z].",
  "Insert 'lastOpenedAt' property to the page property": "Plaas die 'lastOpenedAt'-eiendom in die bladsy-eiendom",
  "Insert Template": "Voeg 'n sjabloon in",
  "Insert a template based on the page title conditions.": "Voeg 'n sjabloon in op grond van die bladsytitelkriteria.",
  "Insert the page property after the default template is called.": "Nadat die standaardsjabloon aangeroep is, voeg die bladsyeienskappe in.",
  "Instead, use this property to record the creation date and time.": "Gebruik eerder hierdie eiendom om die datum en tyd waarop dit geskep is, aan te teken.",
  "Invalid format. Please check the settings.": "Ongeldige formaat. Gaan asseblief die instellings na.",
  "It also matches if use Emoji[🌞] in the page title.": "Dit stem ook ooreen as jy 'n emoji [🌞] in die bladsytitel gebruik.",
  "It can be added to the exclusion list via the page menu.": "U kan dit in die uitsluitingslys in die bladsymenu voeg.",
  "It can be toggled via the toolbar button! For when you don't want to leave a footprint.": "U kan met die werkbalkknoppies tussen hulle wissel! Vir wanneer jy nie 'n voetspoor wil agterlaat nie.",
  "Applies to non-journal pages.": "Dit geld ook vir ander bladsye as joernale.",
  "It is recommended to set the same as current journal template.": "Dit word aanbeveel dat u dit dieselfde stel as die huidige joernaalsjabloon.",
  "Journal": "Joernaal",
  "List of pages to exclude": "Lys van bladsye wat uitgesluit is",
  "Match if it contains a specific string.": "Pas by as dit 'n spesifieke string bevat.",
  "Match if it ends with a specific string (e.g. sub page).": "Pas by as dit eindig met 'n spesifieke string (bv.",
  "Match if it starts with a specific string (e.g. hierarchy[AAA/]).": "Pas by as dit met 'n spesifieke string begin (bv. hiërargie [AAA/]).",
  "Multiple specifications can be made by line breaks.": "U kan meer as een spesifiseer met 'n lynbreuk.",
  "Note: Also applies when the journal template is not set.": "Let wel: Dit geld selfs al is geen joernaalsjabloon gekonfigureer nie.",
  "Register custom shortcut keys with KeyMaps of Settings. They are found in the Plugins tab.": "Registreer 'n pasgemaakte kortpadsleutel in die sleutelkaart van die instellings. Dit kan gevind word op die blad \"Inproppe\".",
  "Start With": "Kop",
  "Template Name": "Sjabloon naam",
  "Template inserted.": "Die sjabloon is ingevoeg.",
  "Template is not set.": "Die sjabloon is nie gekonfigureer nie.",
  "Template not found.": "Sjabloon nie gevind nie.",
  "The '<% Time %>' represents the time.": "<% Tyd %> verteenwoordig tyd.",
  "The '<% Today %>' represents the date. Based on user date format.": "\"<% Vandag %>\" verteenwoordig 'n datum. Gebaseer op die gebruiker se datumformaat.",
  "The 'Created-At' property is hidden by the Logseq core and cannot be used.": "Die \"Created-at\" -eiendom word deur die Logseq-kern versteek en is nie beskikbaar nie.",
  "The 'UTCDateTime' represents the UTC date and time like 2024-06-23T12:34:56Z.": "\"UTCDateTime\" verteenwoordig 'n UTC-datum en -tyd, soos 2024-06-23T12:34:56Z.",
  "The '[[ ]]' represents the link.": "'[[ ]]' verteenwoordig 'n skakel.",
  "The 'journalDay' represents the raw date like 20240623.": "\"journalDay\" verteenwoordig 'n rou datum, soos 20240623.",
  "The 'localizeDefault' represents the date and time based on the browser's locale.": "\"localizeDefault\" verteenwoordig die datum en tyd gebaseer op die plek van die blaaier.",
  "The First": "1ste",
  "The Second": "2de",
  "The Third": "3de",
  "The property name can be changed.": "U kan die naam van die eiendom verander.",
  "The property name cannot contain half-width spaces or \":\".": "Die eiendomsnaam kan nie enkelgreepruimtes of \":\" bevat nie.",
  "This feature excludes journals.": "Hierdie funksie sluit joernale uit.",
  "This is an optional feature to automatically insert property with creation date or time in markdown files.": "Dit is 'n opsionele funksie wat outomaties 'n eiendom invoeg wat die skeppingsdatum en -tyd of -tyd in die markdown-lêer bevat.",
  "This is an optional feature to automatically insert property with last opened date and time in markdown files.": "Dit is 'n opsionele funksie wat outomaties die laaste geopende datum- en tydeienskap in die markdown-lêer plaas.",
  "This option is applied to the default template.": "Hierdie opsie is van toepassing op die standaardsjabloon.",
  "This page is already included.": "Hierdie bladsy is reeds ingesluit.",
  "This toggle is for 'lastOpenedAt' property of Footprint feature.": "Wissel vir die laasteOpenedAt-eienskap van die voetspoorfunksie.",
  "To avoid problems, describe it with single words as much as possible.": "Verduidelik soveel as moontlik in een woord om probleme te vermy.",
  "To use only this option, set an empty default template.": "As u slegs hierdie opsie wil gebruik, stel 'n leë standaardsjabloon in.",
  "Use this template if the journal template is not applied when journal single page is opened.": "Gebruik hierdie sjabloon as die joernaalsjabloon nie toegepas word wanneer jy 'n enkele bladsy van die joernaal oopmaak nie.",
  "When creating a new page, the cursor is placed on the first block, but not when opening an existing page.": "As u 'n nuwe bladsy skep, word die wyser in die eerste blok geplaas, maar nie as u 'n bestaande bladsy oopmaak nie.",
  "When open a page, insert the template if the first block is empty.": "As u die bladsy oopmaak, voeg die sjabloon in as die eerste blok leeg is.",
  "Write the condition string and template name separated by '::'.": "Skei die toestandstring en die sjabloonnaam met \"::\".",
  "[[<% yyyy %>]] represents the year.": "[[<% yyyy %>]] verteenwoordig die jaar.",
  "[[<% yyyy/MM %>]] represents the year and month.": "[[<% jjjj/MM %>]]] verteenwoordig die jaar en maand.",
  "created Property Format": "Geskep eiendomsformaat",
  "created Property Name": "geskep eiendomsnaam",
  "created property inserted.": "Die geskepde eiendom word ingevoeg.",
  "lastOpenedAt Property Format": "Formaat van die laasteOpenedAt-eiendom",
  "lastOpenedAt Property Name": "lastOpenedAt eiendomsnaam",
  "lastOpenedAt property inserted.": "Die laasteOpenedAt-eiendom word ingevoeg.",
  "lastOpenedAt property will be inserted.": "Die laasteOpenedAt-eiendom word ingevoeg.",
  "lastOpenedAt property will not be inserted.": "Die laasteOpenedAt-eiendom word nie ingevoeg nie."
}