{
  "Advanced Default Template Feature": "Erweiterte Standardvorlagenfunktionen",
  "Be careful as it is more powerful than other specifications.": "Es ist leistungsfähiger als andere Spezifikationen, daher müssen Sie vorsichtig sein.",
  "Block is not selected.": "Block ist nicht ausgewählt.",
  "Call from the Command Pallet or press the shortcut key while editing the block to insert the template.": "Fügen Sie eine Vorlage ein, indem Sie sie aus der Befehlspalette aufrufen oder eine Tastenkombination drücken, während Sie einen Block bearbeiten.",
  "Command Pallet Items: Insert Template Shortcut": "Befehlspalettenelement: Vorlagenverknüpfung einfügen",
  "Completion of journal template": "Vervollständigung der Journalvorlage",
  "Contain": "enthalten",
  "Default": "Vorgabe",
  "Default Template Feature": "Standard-Vorlagenfunktionen",
  "Empty means disabled.": "Wenn es leer ist, wird es deaktiviert.",
  "End With": "Der letzte Schwanz",
  "Example: `AAA::templateName`": "Beispiel: `AAA::templateName`",
  "If multiple conditions are met, the first one will be applied.": "Wenn mehr als eine Bedingung erfüllt ist, gilt die erste Bedingung.",
  "If this is enabled, the above item will be disabled.": "Wenn dies aktiviert ist, werden die oben genannten Elemente deaktiviert.",
  "Insert Template": "Einfügen einer Vorlage",
  "Insert a template based on the page title conditions.": "Fügen Sie eine Vorlage basierend auf den Kriterien für den Seitentitel ein.",
  "Invalid format. Please check the settings.": "Ungültiges Format. Bitte überprüfen Sie die Einstellungen.",
  "It also matches if use Emoji[🌞] in the page title.": "Es stimmt auch überein, wenn Sie ein Emoji [🌞] im Seitentitel verwenden.",
  "It is recommended to set the same as current journal template.": "Es wird empfohlen, dasselbe wie die aktuelle Journalvorlage festzulegen.",
  "Journal": "Journal",
  "Match if it contains a specific string.": "Stimmt überein, wenn es eine bestimmte Zeichenfolge enthält.",
  "Match if it ends with a specific string (e.g. sub page).": "Stimmt überein, wenn es mit einer bestimmten Zeichenfolge endet (z. B. Unterseite).",
  "Match if it starts with a specific string (e.g. hierarchy[AAA/]).": "Übereinstimmungen, wenn sie mit einer bestimmten Zeichenfolge beginnen (z. B. Hierarchie [AAA/]).",
  "Multiple specifications can be made by line breaks.": "Sie können mehrere mit einem Zeilenumbruch angeben.",
  "Note: Also applies when the journal template is not set.": "Hinweis: Gilt auch, wenn die Journalvorlage nicht festgelegt ist.",
  "Register custom shortcut keys with KeyMaps of Settings. They are found in the Plugins tab.": "Registrieren Sie eine benutzerdefinierte Tastenkombination in der Tastenbelegung der Einstellungen. Diese finden Sie im Reiter \"Plugins\".",
  "Start With": "Kopf",
  "Template Name": "Name der Vorlage",
  "Template inserted.": "Die Vorlage wurde eingefügt.",
  "Template is not set.": "Die Vorlage ist nicht konfiguriert.",
  "Template not found.": "Vorlage nicht gefunden.",
  "The First": "1. Platz",
  "The Second": "2. Platz",
  "The Third": "3. Platz",
  "This feature excludes journals.": "Diese Funktion schließt Journale aus.",
  "Use this template if the journal template is not applied when journal single page is opened.": "Verwenden Sie diese Vorlage, wenn die Journalvorlage nicht angewendet wird, wenn die Journal-Einzelseite geöffnet ist.",
  "When open a page, insert the template if the first block is empty.": "Wenn Sie die Seite öffnen und der erste Block leer ist, fügen Sie die Vorlage ein.",
  "Write the condition string and template name separated by '::'.": "Trennen Sie die Bedingungszeichenfolge und den Vorlagennamen mit \"::\"."
}