{
  "Ability to insert creation date or time property into default template": "Möglichkeit zum Einfügen von Eigenschaften zur Erstellungszeit in die Standardvorlage",
  "Add to exclusion list of lastOpenedAt": "Zur Ausschlussliste für lastOpenedAt hinzufügen",
  "Added to exclusion list of lastOpenedAt.": "lastOpenedAt.",
  "Advanced Default Template Feature": "Erweiterte Standardvorlagenfunktionen",
  "Be careful as it is more powerful than other specifications.": "Es ist leistungsstärker als andere Spezifikationen, daher müssen Sie vorsichtig sein.",
  "Block is not selected.": "Block ist nicht ausgewählt.",
  "Call from the Command Pallet or press the shortcut key while editing the block to insert the template.": "Fügen Sie eine Vorlage ein, indem Sie sie aus der Befehlspalette aufrufen oder eine Tastenkombination drücken, während Sie einen Block bearbeiten.",
  "Command Pallet Items: Insert Template Shortcut": "Befehlspalettenelement: Verknüpfung zum Einfügen einer Vorlage",
  "Common Settings": "Allgemeine Einstellungen",
  "Completion of journal template": "Vervollständigung von Journalvorlagen",
  "Contain": "enthalten",
  "Default": "Vorgabe",
  "Default Template Feature": "Standard-Vorlagenfunktionen",
  "Empty means disabled.": "Wenn es leer ist, wird es deaktiviert.",
  "Enable": "Aktivieren",
  "Enable Default Template for existing pages": "Anwenden einer Standardvorlage auf eine vorhandene Seite",
  "Enable this setting if you wish to apply the default template to existing pages as well.": "Wenn Sie die Standardvorlage auch auf vorhandene Seiten anwenden möchten, aktivieren Sie diese Einstellung.",
  "End With": "Der letzte Schwanz",
  "Enter page names.": "Geben Sie einen Seitennamen ein.",
  "Example: `AAA::templateName`": "Beispiel: 'AAA::TemplateName'",
  "Footprint Feature": "Footprint-Funktion",
  "For safety, create a spare graph and check the usability.": "Um auf Nummer sicher zu gehen, erstellen wir ein Ersatzdiagramm, um zu sehen, wie einfach es zu bedienen ist.",
  "Half-width spaces are not allowed in the property name.": "Einzelbyte-Leerzeichen sind in Eigenschaftsnamen nicht zulässig.",
  "Half-width spaces or ':' are not allowed in the property name.": "Einzelbyte-Leerzeichen oder ':' sind in Eigenschaftsnamen nicht zulässig.",
  "If multiple conditions are met, the first one will be applied.": "Wenn mehr als eine Bedingung erfüllt ist, gilt die erste Bedingung.",
  "If this is enabled, the above item will be disabled.": "Wenn diese Option aktiviert ist, werden die oben genannten Elemente deaktiviert.",
  "If this property exists, it will be updated 30 seconds later.": "Wenn diese Eigenschaft vorhanden ist, wird sie nach 30 Sekunden aktualisiert.",
  "If you want to delete a property immediately after inserting it, press the undo shortcut key [Ctrl(Cmd)+Z].": "Wenn Sie eine Eigenschaft sofort nach dem Einfügen löschen möchten, drücken Sie die Tastenkombination Rückgängig-Taste [Strg(Cmd)+Z].",
  "Insert 'lastOpenedAt' property to the page property": "Fügen Sie die Eigenschaft 'lastOpenedAt' in die Seiteneigenschaft ein",
  "Insert Template": "Einfügen einer Vorlage",
  "Insert a template based on the page title conditions.": "Fügen Sie eine Vorlage basierend auf den Kriterien für den Seitentitel ein.",
  "Insert the page property after the default template is called.": "Nachdem die Standardvorlage aufgerufen wurde, fügen Sie die Seiteneigenschaften ein.",
  "Instead, use this property to record the creation date and time.": "Verwenden Sie stattdessen diese Eigenschaft, um das Datum und die Uhrzeit der Erstellung aufzuzeichnen.",
  "Invalid format. Please check the settings.": "Ungültiges Format. Bitte überprüfen Sie die Einstellungen.",
  "It also matches if use Emoji[🌞] in the page title.": "Es passt auch, wenn Sie ein Emoji [🌞] im Seitentitel verwenden.",
  "It can be added to the exclusion list via the page menu.": "Sie können es über das Seitenmenü zur Ausschlussliste hinzufügen.",
  "It can be toggled via the toolbar button! For when you don't want to leave a footprint.": "Sie können mit den Schaltflächen in der Symbolleiste zwischen ihnen wechseln! Wenn Sie keinen Fußabdruck hinterlassen möchten.",
  "Applies to non-journal pages.": "Sie gilt auch für andere Seiten als Zeitschriften.",
  "It is recommended to set the same as current journal template.": "Es wird empfohlen, dass Sie festlegen, dass sie mit der aktuellen Journalvorlage identisch ist.",
  "Journal": "Tagebuch",
  "List of pages to exclude": "Liste der ausgeschlossenen Seiten",
  "Match if it contains a specific string.": "Stimmt zu, wenn sie eine bestimmte Zeichenfolge enthält.",
  "Match if it ends with a specific string (e.g. sub page).": "Stimmt zu, wenn sie mit einer bestimmten Zeichenkette endet (z. B. Unterseite).",
  "Match if it starts with a specific string (e.g. hierarchy[AAA/]).": "Stimmt zu, wenn sie mit einer bestimmten Zeichenfolge beginnt (z. B. Hierarchy [AAA/]).",
  "Multiple specifications can be made by line breaks.": "Sie können mehrere mit einem Zeilenumbruch angeben.",
  "Note: Also applies when the journal template is not set.": "Hinweis: Dies gilt auch, wenn keine Journalvorlage konfiguriert ist.",
  "Register custom shortcut keys with KeyMaps of Settings. They are found in the Plugins tab.": "Registrieren Sie eine benutzerdefinierte Tastenkombination in der Tastenbelegung der Einstellungen. Diese finden Sie im Reiter \"Plugins\".",
  "Start With": "Kopf",
  "Template Name": "Name der Vorlage",
  "Template inserted.": "Die Vorlage wurde eingefügt.",
  "Template is not set.": "Die Vorlage ist nicht konfiguriert.",
  "Template not found.": "Vorlage nicht gefunden.",
  "The '<% Time %>' represents the time.": "<% Zeit %> steht für die Zeit.",
  "The '<% Today %>' represents the date. Based on user date format.": "\"<% Heute %>\" steht für ein Datum. Basierend auf dem Datumsformat des Benutzers.",
  "The 'Created-At' property is hidden by the Logseq core and cannot be used.": "Die Eigenschaft \"Created-at\" wird vom Logseq-Kern ausgeblendet und ist nicht verfügbar.",
  "The 'UTCDateTime' represents the UTC date and time like 2024-06-23T12:34:56Z.": "\"UTCDateTime\" stellt ein UTC-Datum und eine UTC-Uhrzeit dar, z. B. 2024-06-23T12:34:56Z.",
  "The '[[ ]]' represents the link.": "'[[ ]]' stellt einen Link dar.",
  "The 'journalDay' represents the raw date like 20240623.": "\"journalDay\" stellt ein Rohdatum dar, z. B. 20240623.",
  "The 'localizeDefault' represents the date and time based on the browser's locale.": "\"localizeDefault\" stellt das Datum und die Uhrzeit basierend auf dem Gebietsschema des Browsers dar.",
  "The First": "1. Platz",
  "The Second": "2. Platz",
  "The Third": "3. Platz",
  "The property name can be changed.": "Sie können den Namen der Eigenschaft ändern.",
  "The property name cannot contain half-width spaces or \":\".": "Der Eigenschaftsname darf keine Einzelbyte-Leerzeichen oder \":\" enthalten.",
  "This feature excludes journals.": "Diese Funktion schließt Zeitschriften aus.",
  "This is an optional feature to automatically insert property with creation date or time in markdown files.": "Hierbei handelt es sich um eine optionale Funktion, mit der automatisch eine Eigenschaft eingefügt wird, die das Erstellungsdatum und die Erstellungszeit oder die Uhrzeit in der Markdowndatei enthält.",
  "This is an optional feature to automatically insert property with last opened date and time in markdown files.": "Hierbei handelt es sich um eine optionale Funktion, mit der die Eigenschaft für Datum und Uhrzeit des letzten Öffnens automatisch in die Markdowndatei eingefügt wird.",
  "This option is applied to the default template.": "Diese Option gilt für die Standardvorlage.",
  "This page is already included.": "Diese Seite ist bereits enthalten.",
  "This toggle is for 'lastOpenedAt' property of Footprint feature.": "Wechseln Sie für die lastOpenedAt-Eigenschaft des Footprint-Features.",
  "To avoid problems, describe it with single words as much as possible.": "Erklären Sie so viel wie möglich in einem Wort, um Probleme zu vermeiden.",
  "To use only this option, set an empty default template.": "Wenn Sie nur diese Option verwenden möchten, legen Sie eine leere Standardvorlage fest.",
  "Use this template if the journal template is not applied when journal single page is opened.": "Verwenden Sie diese Vorlage, wenn die Journalvorlage nicht angewendet wird, wenn Sie eine einzelne Seite des Journals öffnen.",
  "When creating a new page, the cursor is placed on the first block, but not when opening an existing page.": "Wenn Sie eine neue Seite erstellen, wird der Cursor in den ersten Block gesetzt, aber nicht, wenn Sie eine vorhandene Seite öffnen.",
  "When open a page, insert the template if the first block is empty.": "Wenn Sie die Seite öffnen und der erste Block leer ist, fügen Sie die Vorlage ein.",
  "Write the condition string and template name separated by '::'.": "Trennen Sie die Bedingungszeichenfolge und den Vorlagennamen durch \"::\".",
  "[[<% yyyy %>]] represents the year.": "[[<% yyyy %>]] steht für das Jahr.",
  "[[<% yyyy/MM %>]] represents the year and month.": "[[<% yyyy/MM %>]]] steht für das Jahr und den Monat.",
  "created Property Format": "Format der erstellten Eigenschaft",
  "created Property Name": "created Eigenschaftsname",
  "created property inserted.": "Die erstellte Eigenschaft wird eingefügt.",
  "lastOpenedAt Property Format": "Format der lastOpenedAt-Eigenschaft",
  "lastOpenedAt Property Name": "lastOpenedAt Eigenschaftsname",
  "lastOpenedAt property inserted.": "Die lastOpenedAt-Eigenschaft wird eingefügt.",
  "lastOpenedAt property will be inserted.": "Die lastOpenedAt-Eigenschaft wird eingefügt.",
  "lastOpenedAt property will not be inserted.": "Die lastOpenedAt-Eigenschaft wird nicht eingefügt."
}