{
  "Advanced Default Template Feature": "Erweiterte Standardvorlagenfunktionen",
  "Be careful as it is more powerful than other specifications.": "Es ist leistungsfähiger als andere Spezifikationen, daher müssen Sie vorsichtig sein.",
  "Block is not selected.": "Block ist nicht ausgewählt.",
  "Call from the Command Pallet or press the shortcut key while editing the block to insert the template.": "Fügen Sie eine Vorlage ein, indem Sie sie aus der Befehlspalette aufrufen oder eine Tastenkombination drücken, während Sie einen Block bearbeiten.",
  "Command Pallet Items: Insert Template Shortcut": "Befehlspalettenelement: Vorlagenverknüpfung einfügen",
  "Common Settings": "Allgemeine Einstellungen",
  "Completion of journal template": "Ausfüllen von Journalvorlagen",
  "Contain": "enthalten",
  "Default": "Vorgabe",
  "Default Template Feature": "Standard-Vorlagenfunktionen",
  "Empty means disabled.": "Wenn es leer ist, wird es deaktiviert.",
  "Enable Default Template for existing pages": "Anwenden einer Standardvorlage auf eine vorhandene Seite",
  "Enable insert 'last_opened_at' property to the page property": "Fügen Sie die Eigenschaft \"last_opened_at\" in die Seiteneigenschaften ein",
  "Enable insert created property to Default Template": "Einfügen created Eigenschaften in die Standardvorlage",
  "Enable this setting if you wish to apply the default template to existing pages as well.": "Wenn Sie die Standardvorlage auch auf vorhandene Seiten anwenden möchten, aktivieren Sie diese Einstellung.",
  "Enable update 'last_opened_at' property when moving to other pages": "Aktualisieren der Eigenschaft \"last_opened_at\", wenn Sie zu anderen Seiten navigieren",
  "End With": "Der letzte Schwanz",
  "Example: `AAA::templateName`": "Beispiel: 'AAA::TemplateName'",
  "If multiple conditions are met, the first one will be applied.": "Wenn mehr als eine Bedingung erfüllt ist, gilt die erste Bedingung.",
  "If this is enabled, the above item will be disabled.": "Wenn dies aktiviert ist, werden die oben genannten Elemente deaktiviert.",
  "Insert Date-Time property Feature": "Möglichkeit zum Einfügen von Datums- und Uhrzeiteigenschaften",
  "Insert Template": "Einfügen einer Vorlage",
  "Insert a template based on the page title conditions.": "Fügen Sie eine Vorlage basierend auf den Kriterien für den Seitentitel ein.",
  "Insert the page property after the default template is called.": "Nachdem die Standardvorlage aufgerufen wurde, fügen Sie die Seiteneigenschaften ein.",
  "Instead, use this property to record the creation date and time.": "Verwenden Sie stattdessen diese Eigenschaft, um das Datum und die Uhrzeit der Erstellung aufzuzeichnen.",
  "Invalid format. Please check the settings.": "Ungültiges Format. Bitte überprüfen Sie die Einstellungen.",
  "It also matches if use Emoji[🌞] in the page title.": "Es stimmt auch überein, wenn Sie ein Emoji [🌞] im Seitentitel verwenden.",
  "It is recommended to set the same as current journal template.": "Es wird empfohlen, sie auf die aktuelle Erfassungsvorlage festzulegen.",
  "Journal": "Tagebuch",
  "Match if it contains a specific string.": "Stimmt überein, wenn es eine bestimmte Zeichenfolge enthält.",
  "Match if it ends with a specific string (e.g. sub page).": "Stimmt überein, wenn es mit einer bestimmten Zeichenfolge endet (z. B. Unterseite).",
  "Match if it starts with a specific string (e.g. hierarchy[AAA/]).": "Übereinstimmungen, wenn sie mit einer bestimmten Zeichenfolge beginnen (z. B. Hierarchie [AAA/]).",
  "Multiple specifications can be made by line breaks.": "Sie können mehrere mit einem Zeilenumbruch angeben.",
  "Note: Also applies when the journal template is not set.": "Hinweis: Dies gilt auch dann, wenn keine Journalvorlage konfiguriert ist.",
  "Register custom shortcut keys with KeyMaps of Settings. They are found in the Plugins tab.": "Registrieren Sie eine benutzerdefinierte Tastenkombination in der Tastenbelegung der Einstellungen. Diese finden Sie im Reiter \"Plugins\".",
  "Start With": "Kopf",
  "Template Name": "Name der Vorlage",
  "Template inserted.": "Die Vorlage wurde eingefügt.",
  "Template is not set.": "Die Vorlage ist nicht konfiguriert.",
  "Template not found.": "Vorlage nicht gefunden.",
  "The '<% Time %>' represents the time.": "<% Zeit %> steht für Zeit.",
  "The '<% Today %>' represents the date.": "\"<% Heute %>\" steht für ein Datum.",
  "The 'Created-At' property is hidden by the Logseq core and cannot be used.": "Die Eigenschaft \"Created-at\" wird vom Logseq-Kern ausgeblendet und ist nicht verfügbar.",
  "The 'UTCDateTime' represents the UTC date and time like 2024-06-23T12:34:56Z.": "\"UTCDateTime\" steht für ein UTC-Datum und eine UTC-Uhrzeit, z. B. 2024-06-23T12:34:56Z.",
  "The 'journalDay' represents the raw date like 20240623.": "\"journalDay\" steht für ein Rohdatum, z. B. 20240623.",
  "The 'localizeDefault' represents the date and time based on the browser's locale.": "\"localizeDefault\" stellt das Datum und die Uhrzeit basierend auf dem Gebietsschema des Browsers dar.",
  "The First": "1. Platz",
  "The Second": "2. Platz",
  "The Third": "3. Platz",
  "The property name can be changed.": "Sie können den Eigenschaftsnamen ändern.",
  "This feature excludes journals.": "Diese Funktion schließt Tagebücher aus.",
  "This is one optional feature to insert a property in the markdown file that has a date and time.": "Dies ist eines der optionalen Features zum Einfügen einer Eigenschaft mit Datum und Uhrzeit in eine Markdowndatei.",
  "This option is applied to the default template.": "Diese Option gilt für die Standardvorlage.",
  "To use only this option, set an empty default template.": "Wenn Sie nur diese Option verwenden möchten, legen Sie eine leere Standardvorlage fest.",
  "Use this template if the journal template is not applied when journal single page is opened.": "Verwenden Sie diese Vorlage, wenn die Journalvorlage nicht angewendet wird, wenn Sie eine einzelne Seite des Journals öffnen.",
  "When creating a new page, the cursor is placed on the first block, but not when opening an existing page.": "Wenn Sie eine neue Seite erstellen, wird der Cursor im ersten Block platziert, jedoch nicht, wenn Sie eine vorhandene Seite öffnen.",
  "When open a page, insert the template if the first block is empty.": "Wenn Sie die Seite öffnen und der erste Block leer ist, fügen Sie die Vorlage ein.",
  "Write the condition string and template name separated by '::'.": "Trennen Sie die Bedingungszeichenfolge und den Vorlagennamen mit \"::\".",
  "created Property Format": "created Eigenschaftsformat",
  "created Property Name": "created Name der Eigenschaft",
  "last_opened_at Property Format": "last_opened_at Eigenschaftsformat",
  "last_opened_at Property Name": "last_opened_at Eigenschaftsname"
}