{
  "Template not found.": "Plantilla no encontrada.",
  "Invalid format. Please check the settings.": "Formato no v치lido. Por favor, compruebe la configuraci칩n.",
  "Insert Template": "Inserci칩n de una plantilla",
  "The First": "primero",
  "The Second": "Segundo",
  "The Third": "Tercera",
  "Template is not set.": "La plantilla no est치 configurada.",
  "Block is not selected.": "El bloque no est치 seleccionado.",
  "Template inserted.": "Se ha insertado la plantilla.",
  "Default Template Feature": "Caracter칤sticas predeterminadas de la plantilla",
  "When open a page, insert the template if the first block is empty.": "Al abrir la p치gina, si el primer bloque est치 vac칤o, inserte la plantilla.",
  "Default": "predeterminado",
  "Template Name": "Nombre de la plantilla",
  "Advanced Default Template Feature": "Funciones avanzadas de plantilla predeterminada",
  "Insert a template based on the page title conditions.": "Inserte una plantilla basada en los criterios del t칤tulo de la p치gina.",
  "If this is enabled, the above item will be disabled.": "Si esta opci칩n est치 habilitada, los elementos anteriores se deshabilitar치n.",
  "Multiple specifications can be made by line breaks.": "Puede especificar m치s de uno con un salto de l칤nea.",
  "If multiple conditions are met, the first one will be applied.": "Si se cumple m치s de una condici칩n, se aplica la primera.",
  "Write the condition string and template name separated by '::'.": "Separe la cadena de condici칩n y el nombre de la plantilla con \"::\".",
  "Example: `AAA::templateName`": "Ejemplo: `AAA::nombreDeLaPlantilla`",
  "It also matches if use Emoji[游룋 in the page title.": "Tambi칠n coincide si usa un emoji [游룋 en el t칤tulo de la p치gina.",
  "Empty means disabled.": "Si est치 vac칤o, se desactivar치.",
  "Start With": "cabeza",
  "Match if it starts with a specific string (e.g. hierarchy[AAA/]).": "Coincide si comienza con una cadena espec칤fica (por ejemplo, Jerarqu칤a [AAA/]).",
  "Contain": "contener",
  "Match if it contains a specific string.": "Coincide si contiene una cadena espec칤fica.",
  "Be careful as it is more powerful than other specifications.": "Es m치s potente que otras especificaciones, por lo que debe tener cuidado.",
  "End With": "La 칰ltima cola",
  "Match if it ends with a specific string (e.g. sub page).": "Coincide si termina con una cadena espec칤fica (por ejemplo, subp치gina).",
  "Command Pallet Items: Insert Template Shortcut": "Elemento de la paleta de comandos: Insertar acceso directo de plantilla",
  "Register custom shortcut keys with KeyMaps of Settings. They are found in the Plugins tab.": "Registre una tecla de m칠todo abreviado personalizada en el mapa de teclas de la configuraci칩n. Estos se pueden encontrar en la pesta침a \"Complementos\".",
  "Call from the Command Pallet or press the shortcut key while editing the block to insert the template.": "Inserte una plantilla llam치ndola desde la paleta de comandos o pulsando una tecla de m칠todo abreviado mientras edita un bloque."
}