{
  "Ability to insert creation date or time property into default template": "Posibilidad de insertar propiedades de tiempo de creaci칩n en la plantilla predeterminada",
  "Add to exclusion list of lastOpenedAt": "Agregar a la lista de exclusi칩n para lastOpenedAt",
  "Added to exclusion list of lastOpenedAt.": "lastOpenedAt.",
  "Advanced Default Template Feature": "Funciones avanzadas de plantilla predeterminada",
  "Be careful as it is more powerful than other specifications.": "Es m치s potente que otras especificaciones, por lo que debe tener cuidado.",
  "Block is not selected.": "Bloquear no est치 seleccionado.",
  "Call from the Command Pallet or press the shortcut key while editing the block to insert the template.": "Inserte una plantilla llam치ndola desde la paleta de comandos o pulsando una tecla de m칠todo abreviado mientras edita un bloque.",
  "Command Pallet Items: Insert Template Shortcut": "Elemento de la paleta de comandos: Insertar acceso directo de plantilla",
  "Common Settings": "Ajustes comunes",
  "Completion of journal template": "Cumplimentaci칩n de plantillas de diario",
  "Contain": "contener",
  "Default": "predeterminado",
  "Default Template Feature": "Caracter칤sticas predeterminadas de la plantilla",
  "Empty means disabled.": "Si est치 vac칤o, se deshabilitar치.",
  "Enable": "Activar",
  "Enable Default Template for existing pages": "Aplicar una plantilla predeterminada a una p치gina existente",
  "Enable this setting if you wish to apply the default template to existing pages as well.": "Si tambi칠n desea aplicar la plantilla predeterminada a las p치ginas existentes, habilite esta configuraci칩n.",
  "End With": "La 칰ltima cola",
  "Enter page names.": "Introduzca un nombre de p치gina.",
  "Example: `AAA::templateName`": "Ejemplo: 'AAA::TemplateName'",
  "Footprint Feature": "Funci칩n de huella",
  "For safety, create a spare graph and check the usability.": "Para estar seguros, vamos a crear un gr치fico de repuesto para ver lo f치cil que es de usar.",
  "Half-width spaces are not allowed in the property name.": "Los espacios de un solo byte no est치n permitidos en los nombres de propiedad.",
  "Half-width spaces or ':' are not allowed in the property name.": "Los espacios de un solo byte o ':' no est치n permitidos en los nombres de propiedad.",
  "If multiple conditions are met, the first one will be applied.": "Si se cumple m치s de una condici칩n, se aplica la primera.",
  "If this is enabled, the above item will be disabled.": "Si esta opci칩n est치 habilitada, los elementos anteriores se deshabilitar치n.",
  "If this property exists, it will be updated 30 seconds later.": "Si esta propiedad existe, se actualiza despu칠s de 30 segundos.",
  "If you want to delete a property immediately after inserting it, press the undo shortcut key [Ctrl(Cmd)+Z].": "Si desea eliminar una propiedad inmediatamente despu칠s de insertarla, presione la tecla de m칠todo abreviado Deshacer [Ctrl(Cmd)+Z].",
  "Insert 'lastOpenedAt' property to the page property": "Inserte la propiedad 'lastOpenedAt' en la propiedad de la p치gina",
  "Insert Template": "Inserci칩n de una plantilla",
  "Insert a template based on the page title conditions.": "Inserte una plantilla basada en los criterios del t칤tulo de la p치gina.",
  "Insert the page property after the default template is called.": "Despu칠s de invocar la plantilla predeterminada, inserte las propiedades de la p치gina.",
  "Instead, use this property to record the creation date and time.": "En su lugar, use esta propiedad para registrar la fecha y la hora en que se cre칩.",
  "Invalid format. Please check the settings.": "Formato no v치lido. Por favor, compruebe la configuraci칩n.",
  "It also matches if use Emoji[游룋 in the page title.": "Tambi칠n coincide si usa un emoji [游룋 en el t칤tulo de la p치gina.",
  "It can be added to the exclusion list via the page menu.": "Puede agregarlo a la lista de exclusi칩n desde el men칰 de la p치gina.",
  "It can be toggled via the toolbar button! For when you don't want to leave a footprint.": "춰Puedes cambiar entre ellos con los botones de la barra de herramientas! Para cuando no quieres dejar huella.",
  "It is applied to pages other than journals.": "Tambi칠n se aplica a las p치ginas que no sean revistas.",
  "It is recommended to set the same as current journal template.": "Se recomienda establecerlo para que sea el mismo que la plantilla de diario actual.",
  "Journal": "diario",
  "List of pages to exclude": "Lista de p치ginas excluidas",
  "Match if it contains a specific string.": "Coincide si contiene una cadena espec칤fica.",
  "Match if it ends with a specific string (e.g. sub page).": "Coincide si termina con una cadena espec칤fica (por ejemplo, subp치gina).",
  "Match if it starts with a specific string (e.g. hierarchy[AAA/]).": "Coincide si comienza con una cadena espec칤fica (por ejemplo, Jerarqu칤a [AAA/]).",
  "Multiple specifications can be made by line breaks.": "Puede especificar m치s de uno con un salto de l칤nea.",
  "Note: Also applies when the journal template is not set.": "Nota: Esto se aplica incluso si no se ha configurado ninguna plantilla de diario.",
  "Register custom shortcut keys with KeyMaps of Settings. They are found in the Plugins tab.": "Registre una tecla de acceso directo personalizada en el mapa de teclas de la configuraci칩n. Estos se pueden encontrar en la pesta침a \"Plugins\".",
  "Start With": "cabeza",
  "Template Name": "Nombre de la plantilla",
  "Template inserted.": "Se ha insertado la plantilla.",
  "Template is not set.": "La plantilla no est치 configurada.",
  "Template not found.": "Plantilla no encontrada.",
  "The '<% Time %>' represents the time.": "<% Tiempo %> representa el tiempo.",
  "The '<% Today %>' represents the date. Based on user date format.": "\"<% Hoy %>\" representa una fecha. Basado en el formato de fecha del usuario.",
  "The 'Created-At' property is hidden by the Logseq core and cannot be used.": "La propiedad \"Created-at\" est치 oculta por el n칰cleo de Logseq y no est치 disponible.",
  "The 'UTCDateTime' represents the UTC date and time like 2024-06-23T12:34:56Z.": "\"UTCDateTime\" representa una fecha y hora UTC, como 2024-06-23T12:34:56Z.",
  "The '[[ ]]' represents the link.": "'[[ ]]' representa un enlace.",
  "The 'journalDay' represents the raw date like 20240623.": "\"journalDay\" representa una fecha sin procesar, como 20240623.",
  "The 'localizeDefault' represents the date and time based on the browser's locale.": "\"localizeDefault\" representa la fecha y la hora en funci칩n de la configuraci칩n regional del navegador.",
  "The First": "primero",
  "The Second": "Segundo",
  "The Third": "Tercera",
  "The property name can be changed.": "Puede cambiar el nombre de la propiedad.",
  "The property name cannot contain half-width spaces or \":\".": "El nombre de la propiedad no puede contener espacios de un solo byte o \":\".",
  "This feature excludes journals.": "Esta caracter칤stica excluye las revistas.",
  "This is an optional feature to automatically insert property with creation date or time in markdown files.": "Se trata de una caracter칤stica opcional que inserta autom치ticamente una propiedad que contiene la fecha y hora de creaci칩n o la hora en el archivo Markdown.",
  "This is an optional feature to automatically insert property with last opened date and time in markdown files.": "Se trata de una caracter칤stica opcional que inserta autom치ticamente la propiedad de fecha y hora de la 칰ltima apertura en el archivo de rebajas.",
  "This option is applied to the default template.": "Esta opci칩n se aplica a la plantilla predeterminada.",
  "This page is already included.": "Esta p치gina ya est치 incluida.",
  "This toggle is for 'lastOpenedAt' property of Footprint feature.": "Alterne la propiedad lastOpenedAt de la caracter칤stica de huella.",
  "To avoid problems, describe it with single words as much as possible.": "Explique en una palabra todo lo que pueda para evitar problemas.",
  "To use only this option, set an empty default template.": "Si solo desea utilizar esta opci칩n, establezca una plantilla predeterminada vac칤a.",
  "Use this template if the journal template is not applied when journal single page is opened.": "Utilice esta plantilla si la plantilla de diario no se aplica al abrir una sola p치gina del diario.",
  "When creating a new page, the cursor is placed on the first block, but not when opening an existing page.": "Al crear una nueva p치gina, el cursor se coloca en el primer bloque, pero no cuando se abre una p치gina existente.",
  "When open a page, insert the template if the first block is empty.": "Al abrir la p치gina, si el primer bloque est치 vac칤o, inserte la plantilla.",
  "Write the condition string and template name separated by '::'.": "Separe la cadena de condici칩n y el nombre de la plantilla con \"::\".",
  "[[<% yyyy %>]] represents the year.": "[[<% aaaa %>]] representa el a침o.",
  "[[<% yyyy/MM %>]] represents the year and month.": "[[<% aaaa/MM %>]]] representa el a침o y el mes.",
  "created Property Format": "Formato de propiedad creado",
  "created Property Name": "created Nombre de la propiedad",
  "created property inserted.": "Se inserta la propiedad created.",
  "lastOpenedAt Property Format": "Formato de la propiedad lastOpenedAt",
  "lastOpenedAt Property Name": "lastOpenedAt Nombre de la propiedad",
  "lastOpenedAt property inserted.": "Se inserta la propiedad lastOpenedAt.",
  "lastOpenedAt property will be inserted.": "Se inserta la propiedad lastOpenedAt.",
  "lastOpenedAt property will not be inserted.": "La propiedad lastOpenedAt no se inserta."
}