{
  "Ability to insert creation date or time property into default template": "Kemampuan untuk memasukkan properti waktu pembuatan ke dalam template default",
  "Add to exclusion list of lastOpenedAt": "Tambahkan ke daftar pengecualian untuk lastOpenedAt",
  "Added to exclusion list of lastOpenedAt.": "terakhirDibukaDi.",
  "Advanced Default Template Feature": "Fitur Template Default Tingkat Lanjut",
  "Applies to non-journal pages.": "Ini juga berlaku untuk halaman selain jurnal.",
  "Be careful as it is more powerful than other specifications.": "Ini lebih kuat dari spesifikasi lainnya, jadi Anda harus berhati-hati.",
  "Block is not selected.": "Blokir tidak dipilih.",
  "Call from the Command Pallet or press the shortcut key while editing the block to insert the template.": "Sisipkan templat dengan memanggilnya dari Palet Perintah atau dengan menekan tombol pintasan saat mengedit blok.",
  "Command Pallet Items: Insert Template Shortcut": "Item Palet Perintah: Sisipkan Pintasan Template",
  "Common Settings": "Pengaturan umum",
  "Completion of journal template": "Penyelesaian template jurnal",
  "Contain": "mengandung",
  "Default": "Default",
  "Default Template Feature": "Fitur Template Default",
  "Empty means disabled.": "Jika kosong, itu akan dinonaktifkan.",
  "Enable": "Mengaktifkan",
  "Enable Default Template for existing pages": "Menerapkan template default ke halaman yang sudah ada",
  "Enable this setting if you wish to apply the default template to existing pages as well.": "Jika Anda juga ingin menerapkan template default ke halaman yang ada, aktifkan setelan ini.",
  "End With": "Ekor terakhir",
  "Enter page names.": "Masukkan nama halaman.",
  "Example: `AAA::templateName`": "Contoh: 'AAA::TemplateName'",
  "Footprint Feature": "Fungsi footprint",
  "For safety, create a spare graph and check the usability.": "Untuk amannya, mari buat grafik cadangan untuk melihat betapa mudahnya menggunakannya.",
  "Half-width spaces are not allowed in the property name.": "Spasi byte tunggal tidak diperbolehkan dalam nama properti.",
  "Half-width spaces or ':' are not allowed in the property name.": "Spasi byte tunggal atau ':' tidak diperbolehkan dalam nama properti.",
  "If multiple conditions are met, the first one will be applied.": "Jika lebih dari satu kondisi terpenuhi, kondisi pertama berlaku.",
  "If this is enabled, the above item will be disabled.": "Jika ini diaktifkan, item di atas akan dinonaktifkan.",
  "If this property exists, it will be updated 30 seconds later.": "Jika properti ini ada, properti akan diperbarui setelah 30 detik.",
  "If you want to delete a property immediately after inserting it, press the undo shortcut key [Ctrl(Cmd)+Z].": "Jika Anda ingin menghapus properti segera setelah menyisipkannya, tekan tombol pintasan Batalkan tombol [Ctrl(Cmd)+Z].",
  "Insert 'lastOpenedAt' property to the page property": "Menyisipkan properti 'lastOpenedAt' di properti halaman",
  "Insert Template": "Menyisipkan Template",
  "Insert a template based on the page title conditions.": "Sisipkan templat berdasarkan kriteria judul halaman.",
  "Insert the page property after the default template is called.": "Setelah template default dipanggil, sisipkan properti halaman.",
  "Instead, use this property to record the creation date and time.": "Sebagai gantinya, gunakan properti ini untuk merekam tanggal dan waktu pembuatannya.",
  "Invalid format. Please check the settings.": "Format tidak valid. Silakan periksa pengaturan.",
  "It also matches if use Emoji[🌞] in the page title.": "Ini juga cocok jika Anda menggunakan emoji [🌞] di judul halaman.",
  "It can be added to the exclusion list via the page menu.": "Anda dapat menambahkannya ke daftar pengecualian dari menu halaman.",
  "It can be toggled via the toolbar button! For when you don't want to leave a footprint.": "Anda dapat beralih di antara mereka dengan tombol toolbar! Untuk saat Anda tidak ingin meninggalkan jejak.",
  "It is recommended to set the same as current journal template.": "Disarankan agar Anda mengaturnya agar sama dengan template jurnal saat ini.",
  "Journal": "jurnal",
  "List of pages to exclude": "Daftar halaman yang dikecualikan",
  "Match if it contains a specific string.": "Cocok jika berisi string tertentu.",
  "Match if it ends with a specific string (e.g. sub page).": "Cocok jika diakhiri dengan string tertentu (misalnya subhalaman).",
  "Match if it starts with a specific string (e.g. hierarchy[AAA/]).": "Cocok jika dimulai dengan string tertentu (misalnya, Hirarki [AAA/]).",
  "Multiple specifications can be made by line breaks.": "Anda dapat menentukan lebih dari satu dengan hentian baris.",
  "Note: Also applies when the journal template is not set.": "Catatan: Ini berlaku bahkan jika tidak ada template jurnal yang dikonfigurasi.",
  "Register custom shortcut keys with KeyMaps of Settings. They are found in the Plugins tab.": "Daftarkan tombol pintasan khusus di peta kunci pengaturan. Ini dapat ditemukan di tab \"Plugin\".",
  "Regular Expression": "Ekspresi Reguler",
  "Start With": "kepala",
  "Template Name": "Nama templat",
  "Template inserted.": "Template telah dimasukkan.",
  "Template is not set.": "Template tidak dikonfigurasi.",
  "Template not found.": "Template tidak ditemukan.",
  "The '<% Time %>' represents the time.": "<% Waktu %> mewakili waktu.",
  "The '<% Today %>' represents the date. Based on user date format.": "\"<% Hari Ini %>\" mewakili tanggal. Berdasarkan format tanggal pengguna.",
  "The 'Created-At' property is hidden by the Logseq core and cannot be used.": "Properti \"Created-at\" disembunyikan oleh inti Logseq dan tidak tersedia.",
  "The 'UTCDateTime' represents the UTC date and time like 2024-06-23T12:34:56Z.": "\"UTCDateTime\" menunjukkan tanggal dan waktu UTC, seperti 2024-06-23T12:34:56Z.",
  "The '[[ ]]' represents the link.": "'[[ ]]' mewakili tautan.",
  "The 'journalDay' represents the raw date like 20240623.": "\"journalDay\" mewakili tanggal mentah, seperti 20240623.",
  "The 'localizeDefault' represents the date and time based on the browser's locale.": "\"localizeDefault\" mewakili tanggal dan waktu berdasarkan lokal browser.",
  "The First": "Tanggal 1",
  "The Second": "Ke-2",
  "The Third": "ke-3",
  "The property name can be changed.": "Anda dapat mengubah nama properti.",
  "The property name cannot contain half-width spaces or \":\".": "Nama properti tidak boleh berisi spasi byte tunggal atau \":\".",
  "This feature excludes journals.": "Fitur ini tidak termasuk jurnal.",
  "This is an optional feature to automatically insert property with creation date or time in markdown files.": "Ini adalah fitur opsional yang secara otomatis menyisipkan properti yang berisi tanggal dan waktu atau waktu pembuatan dalam file markdown.",
  "This is an optional feature to automatically insert property with last opened date and time in markdown files.": "Ini adalah fitur opsional yang secara otomatis memasukkan properti tanggal dan waktu yang terakhir dibuka ke dalam file markdown.",
  "This option is applied to the default template.": "Opsi ini berlaku untuk template default.",
  "This page is already included.": "Halaman ini sudah disertakan.",
  "This toggle is for 'lastOpenedAt' property of Footprint feature.": "Alihkan properti lastOpenedAt dari fitur footprint.",
  "To avoid problems, describe it with single words as much as possible.": "Jelaskan dalam satu kata sebanyak mungkin untuk menghindari masalah.",
  "To use only this option, set an empty default template.": "Jika Anda hanya ingin menggunakan opsi ini, atur template default kosong.",
  "Use this template if the journal template is not applied when journal single page is opened.": "Gunakan templat ini jika templat jurnal tidak diterapkan saat Anda membuka satu halaman jurnal.",
  "When creating a new page, the cursor is placed on the first block, but not when opening an existing page.": "Saat Anda membuat halaman baru, kursor ditempatkan di blok pertama, tetapi tidak saat Anda membuka halaman yang sudah ada.",
  "When open a page, insert the template if the first block is empty.": "Saat Anda membuka halaman, jika blok pertama kosong, masukkan template.",
  "Write the condition string and template name separated by '::'.": "Pisahkan string kondisi dan nama template dengan \"::\".",
  "[[<% yyyy %>]] represents the year.": "[[<% yyyy%>]] mewakili tahun.",
  "[[<% yyyy/MM %>]] represents the year and month.": "[[<% yyyy/MM %>]]] mewakili tahun dan bulan.",
  "created Property Format": "Format Properti yang Dibuat",
  "created Property Name": "Dibuat nama properti",
  "created property inserted.": "Properti yang dibuat dimasukkan.",
  "lastOpenedAt Property Format": "Format properti lastOpenedAt",
  "lastOpenedAt Property Name": "lastOpenedAt nama properti",
  "lastOpenedAt property inserted.": "Properti lastOpenedAt dimasukkan.",
  "lastOpenedAt property will be inserted.": "Properti lastOpenedAt dimasukkan.",
  "lastOpenedAt property will not be inserted.": "Properti lastOpenedAt tidak dimasukkan."
}