{
  "Advanced Default Template Feature": "Fitur Template Default Tingkat Lanjut",
  "Be careful as it is more powerful than other specifications.": "Ini lebih kuat dari spesifikasi lainnya, jadi Anda harus berhati-hati.",
  "Block is not selected.": "Blokir tidak dipilih.",
  "Call from the Command Pallet or press the shortcut key while editing the block to insert the template.": "Sisipkan templat dengan memanggilnya dari Palet Perintah atau dengan menekan tombol pintasan saat mengedit blok.",
  "Command Pallet Items: Insert Template Shortcut": "Item Palet Perintah: Sisipkan Pintasan Template",
  "Completion of journal template": "Penyelesaian template jurnal",
  "Contain": "mengandung",
  "Default": "Default",
  "Default Template Feature": "Fitur Template Default",
  "Empty means disabled.": "Jika kosong, itu akan dinonaktifkan.",
  "End With": "Ekor terakhir",
  "Example: `AAA::templateName`": "Contoh: `AAA::templateName`",
  "If multiple conditions are met, the first one will be applied.": "Jika lebih dari satu kondisi terpenuhi, kondisi pertama berlaku.",
  "If this is enabled, the above item will be disabled.": "Jika ini diaktifkan, item di atas akan dinonaktifkan.",
  "Insert Template": "Menyisipkan Template",
  "Insert a template based on the page title conditions.": "Sisipkan templat berdasarkan kriteria judul halaman.",
  "Invalid format. Please check the settings.": "Format tidak valid. Silakan periksa pengaturan.",
  "It also matches if use Emoji[🌞] in the page title.": "Ini juga cocok jika Anda menggunakan emoji [🌞] di judul halaman.",
  "It is recommended to set the same as current journal template.": "Disarankan untuk mengatur yang sama dengan template jurnal saat ini.",
  "Journal": "Jurnal",
  "Match if it contains a specific string.": "Cocok jika berisi string tertentu.",
  "Match if it ends with a specific string (e.g. sub page).": "Cocok jika diakhiri dengan string tertentu (misalnya subhalaman).",
  "Match if it starts with a specific string (e.g. hierarchy[AAA/]).": "Cocok jika dimulai dengan string tertentu (misalnya, Hirarki [AAA/]).",
  "Multiple specifications can be made by line breaks.": "Anda dapat menentukan lebih dari satu dengan hentian baris.",
  "Note: Also applies when the journal template is not set.": "Catatan: Juga berlaku saat template jurnal tidak diatur.",
  "Register custom shortcut keys with KeyMaps of Settings. They are found in the Plugins tab.": "Daftarkan tombol pintasan khusus di peta kunci pengaturan. Ini dapat ditemukan di tab \"Plugin\".",
  "Start With": "kepala",
  "Template Name": "Nama templat",
  "Template inserted.": "Template telah dimasukkan.",
  "Template is not set.": "Template tidak dikonfigurasi.",
  "Template not found.": "Template tidak ditemukan.",
  "The First": "Tanggal 1",
  "The Second": "Ke-2",
  "The Third": "ke-3",
  "This feature excludes journals.": "Fitur ini tidak termasuk jurnal.",
  "Use this template if the journal template is not applied when journal single page is opened.": "Gunakan template ini jika template jurnal tidak diterapkan saat halaman tunggal jurnal dibuka.",
  "When open a page, insert the template if the first block is empty.": "Saat Anda membuka halaman, jika blok pertama kosong, masukkan template.",
  "Write the condition string and template name separated by '::'.": "Pisahkan string kondisi dan nama template dengan \"::\"."
}