{
  "Ability to insert creation date or time property into default template": "Possibilità di inserire le proprietà dell'ora di creazione nel modello predefinito",
  "Add to exclusion list of lastOpenedAt": "Aggiungi all'elenco di esclusione per lastOpenedAt",
  "Added to exclusion list of lastOpenedAt.": "lastOpenedAt.",
  "Advanced Default Template Feature": "Funzionalità avanzate del modello predefinito",
  "Applies to non-journal pages.": "Si applica anche a pagine diverse dalle riviste.",
  "Be careful as it is more powerful than other specifications.": "È più potente di altre specifiche, quindi devi stare attento.",
  "Block is not selected.": "Blocca non è selezionato.",
  "Call from the Command Pallet or press the shortcut key while editing the block to insert the template.": "Inserire un modello richiamandolo dal riquadro comandi o premendo un tasto di scelta rapida durante la modifica di un blocco.",
  "Command Pallet Items: Insert Template Shortcut": "Elemento del riquadro comandi: Inserisci collegamento modello",
  "Common Settings": "Impostazioni comuni",
  "Completion of journal template": "Completamento dei modelli di giornale",
  "Contain": "contenere",
  "Default": "default",
  "Default Template Feature": "Funzionalità di default del modello",
  "Empty means disabled.": "Se vuoto, verrà disabilitato.",
  "Enable": "Attivare",
  "Enable Default Template for existing pages": "Applicare un modello predefinito a una pagina esistente",
  "Enable this setting if you wish to apply the default template to existing pages as well.": "Se si desidera applicare il modello predefinito anche alle pagine esistenti, abilitare questa impostazione.",
  "End With": "L'ultima coda",
  "Enter page names.": "Inserisci un nome di pagina.",
  "Example: `AAA::templateName`": "Esempio: 'AAA::NomeModello'",
  "Footprint Feature": "Funzione di impronta",
  "For safety, create a spare graph and check the usability.": "Per sicurezza, creiamo un grafico di riserva per vedere quanto è facile da usare.",
  "Half-width spaces are not allowed in the property name.": "Gli spazi a byte singolo non sono consentiti nei nomi delle proprietà.",
  "Half-width spaces or ':' are not allowed in the property name.": "Gli spazi a byte singolo o ':' non sono consentiti nei nomi delle proprietà.",
  "If multiple conditions are met, the first one will be applied.": "Se viene soddisfatta più di una condizione, si applica la prima condizione.",
  "If this is enabled, the above item will be disabled.": "Se questa opzione è abilitata, gli elementi di cui sopra verranno disabilitati.",
  "If this property exists, it will be updated 30 seconds later.": "Se questa proprietà esiste, viene aggiornata dopo 30 secondi.",
  "If you want to delete a property immediately after inserting it, press the undo shortcut key [Ctrl(Cmd)+Z].": "Se si desidera eliminare una proprietà subito dopo averla inserita, premere il tasto di scelta rapida Annulla [Ctrl(Cmd)+Z].",
  "Insert 'lastOpenedAt' property to the page property": "Inserire la proprietà 'lastOpenedAt' nella proprietà page",
  "Insert Template": "Inserimento di un modello",
  "Insert a template based on the page title conditions.": "Inserisci un modello in base ai criteri del titolo della pagina.",
  "Insert the page property after the default template is called.": "Dopo aver richiamato il modello predefinito, inserire le proprietà della pagina.",
  "Instead, use this property to record the creation date and time.": "Utilizzare invece questa proprietà per registrare la data e l'ora di creazione.",
  "Invalid format. Please check the settings.": "Formato non valido. Si prega di controllare le impostazioni.",
  "It also matches if use Emoji[🌞] in the page title.": "Corrisponde anche se usi un'emoji [🌞] nel titolo della pagina.",
  "It can be added to the exclusion list via the page menu.": "È possibile aggiungerlo all'elenco di esclusione dal menu Pagina.",
  "It can be toggled via the toolbar button! For when you don't want to leave a footprint.": "Puoi passare da uno all'altro con i pulsanti della barra degli strumenti! Per quando non vuoi lasciare un'impronta.",
  "It is recommended to set the same as current journal template.": "Si consiglia di impostarlo in modo che corrisponda al modello di giornale corrente.",
  "Journal": "diario",
  "List of pages to exclude": "Elenco delle pagine escluse",
  "Match if it contains a specific string.": "Corrisponde se contiene una stringa specifica.",
  "Match if it ends with a specific string (e.g. sub page).": "Corrisponde se termina con una stringa specifica (ad esempio una sottopagina).",
  "Match if it starts with a specific string (e.g. hierarchy[AAA/]).": "Corrisponde se inizia con una stringa specifica (ad esempio, Gerarchia [AAA/]).",
  "Multiple specifications can be made by line breaks.": "È possibile specificarne più di uno con un'interruzione di riga.",
  "Note: Also applies when the journal template is not set.": "Nota: Questo vale anche se non è configurato alcun modello di giornale di registrazione.",
  "Register custom shortcut keys with KeyMaps of Settings. They are found in the Plugins tab.": "Registra un tasto di scelta rapida personalizzato nella mappa dei tasti delle impostazioni. Questi possono essere trovati nella scheda \"Plugin\".",
  "Regular Expression": "Espressione regolare",
  "Start With": "testa",
  "Template Name": "Nome del modello",
  "Template inserted.": "Il template è stato inserito.",
  "Template is not set.": "Il modello non è configurato.",
  "Template not found.": "Modello non trovato.",
  "The '<% Time %>' represents the time.": "<% Tempo %> rappresenta il tempo.",
  "The '<% Today %>' represents the date. Based on user date format.": "\"<% Oggi %>\" rappresenta una data. In base al formato della data dell'utente.",
  "The 'Created-At' property is hidden by the Logseq core and cannot be used.": "La proprietà \"Created-at\" è nascosta dal core di Logseq e non è disponibile.",
  "The 'UTCDateTime' represents the UTC date and time like 2024-06-23T12:34:56Z.": "\"UTCDateTime\" rappresenta una data e un'ora UTC, ad esempio 2024-06-23T12:34:56Z.",
  "The '[[ ]]' represents the link.": "'[[ ]]' rappresenta un collegamento.",
  "The 'journalDay' represents the raw date like 20240623.": "\"journalDay\" rappresenta una data non elaborata, ad esempio 20240623.",
  "The 'localizeDefault' represents the date and time based on the browser's locale.": "\"localizeDefault\" rappresenta la data e l'ora in base alle impostazioni locali del browser.",
  "The First": "1°",
  "The Second": "2°",
  "The Third": "3°",
  "The property name can be changed.": "È possibile modificare il nome della proprietà.",
  "The property name cannot contain half-width spaces or \":\".": "Il nome della proprietà non può contenere spazi a byte singolo o \":\".",
  "This feature excludes journals.": "Questa funzionalità esclude i giornali di registrazione.",
  "This is an optional feature to automatically insert property with creation date or time in markdown files.": "Si tratta di una funzionalità facoltativa che inserisce automaticamente una proprietà che contiene la data e l'ora di creazione o l'ora nel file markdown.",
  "This is an optional feature to automatically insert property with last opened date and time in markdown files.": "Si tratta di una funzionalità facoltativa che inserisce automaticamente la proprietà di data e ora dell'ultima apertura nel file markdown.",
  "This option is applied to the default template.": "Questa opzione si applica al modello predefinito.",
  "This page is already included.": "Questa pagina è già inclusa.",
  "This toggle is for 'lastOpenedAt' property of Footprint feature.": "Attiva/disattiva per la proprietà lastOpenedAt della feature di impronta.",
  "To avoid problems, describe it with single words as much as possible.": "Spiega in una parola il più possibile per evitare problemi.",
  "To use only this option, set an empty default template.": "Se si desidera utilizzare solo questa opzione, impostare un modello predefinito vuoto.",
  "Use this template if the journal template is not applied when journal single page is opened.": "Utilizzare questo modello se il modello di giornale non viene applicato quando si apre una singola pagina del diario.",
  "When creating a new page, the cursor is placed on the first block, but not when opening an existing page.": "Quando si crea una nuova pagina, il cursore viene posizionato nel primo blocco, ma non quando si apre una pagina esistente.",
  "When open a page, insert the template if the first block is empty.": "Quando apri la pagina, se il primo blocco è vuoto, inserisci il modello.",
  "Write the condition string and template name separated by '::'.": "Separare la stringa di condizione e il nome del modello con \"::\".",
  "[[<% yyyy %>]] represents the year.": "[[<% aaaa %>]] rappresenta l'anno.",
  "[[<% yyyy/MM %>]] represents the year and month.": "[[<% aaaa/MM %>]]] rappresenta l'anno e il mese.",
  "created Property Format": "Formato proprietà creato",
  "created Property Name": "creato Nome della proprietà",
  "created property inserted.": "Viene inserita la proprietà creata.",
  "lastOpenedAt Property Format": "Formato della proprietà lastOpenedAt",
  "lastOpenedAt Property Name": "lastOpenedAt Nome della proprietà",
  "lastOpenedAt property inserted.": "Viene inserita la proprietà lastOpenedAt.",
  "lastOpenedAt property will be inserted.": "Viene inserita la proprietà lastOpenedAt.",
  "lastOpenedAt property will not be inserted.": "La proprietà lastOpenedAt non viene inserita."
}