{
  "Ability to insert creation date or time property into default template": "Mulighet til 친 sette inn egenskaper for opprettelsestid i standardmalen",
  "Add to exclusion list of lastOpenedAt": "Legg til i ekskluderingsliste for lastOpenedAt",
  "Added to exclusion list of lastOpenedAt.": "lastOpenedAt.",
  "Advanced Default Template Feature": "Avanserte standardmalfunksjoner",
  "Be careful as it is more powerful than other specifications.": "Det er kraftigere enn andre spesifikasjoner, s친 du m친 v칝re forsiktig.",
  "Block is not selected.": "Blokker er ikke valgt.",
  "Call from the Command Pallet or press the shortcut key while editing the block to insert the template.": "Sett inn en mal ved 친 kalle den fra kommandopaletten eller ved 친 trykke en hurtigtast mens du redigerer en blokk.",
  "Command Pallet Items: Insert Template Shortcut": "Kommandopalettelement: Sett inn malsnarvei",
  "Common Settings": "Vanlige innstillinger",
  "Completion of journal template": "Utfylling av journalmaler",
  "Contain": "inneholde",
  "Default": "standard",
  "Default Template Feature": "Standard malfunksjoner",
  "Empty means disabled.": "Hvis den er tom, blir den deaktivert.",
  "Enable": "Aktivere",
  "Enable Default Template for existing pages": "Bruke en standardmal p친 en eksisterende side",
  "Enable this setting if you wish to apply the default template to existing pages as well.": "Hvis du ogs친 vil bruke standardmalen p친 eksisterende sider, aktiverer du denne innstillingen.",
  "End With": "Den siste halen",
  "Enter page names.": "Skriv inn et sidenavn.",
  "Example: `AAA::templateName`": "Eksempel: 'AAA::TemplateName'",
  "Footprint Feature": "Footprint, funksjon",
  "For safety, create a spare graph and check the usability.": "For 친 v칝re p친 den sikre siden, la oss lage en reservegraf for 친 se hvor enkelt det er 친 bruke.",
  "Half-width spaces are not allowed in the property name.": "Mellomrom med 칠n byte er ikke tillatt i egenskapsnavn.",
  "Half-width spaces or ':' are not allowed in the property name.": "Mellomrom med 칠n byte eller ':' er ikke tillatt i egenskapsnavn.",
  "If multiple conditions are met, the first one will be applied.": "Hvis mer enn ett vilk친r er oppfylt, gjelder det f칮rste vilk친ret.",
  "If this is enabled, the above item will be disabled.": "Hvis dette er aktivert, deaktiveres elementene ovenfor.",
  "If this property exists, it will be updated 30 seconds later.": "Hvis denne egenskapen finnes, oppdateres den etter 30 sekunder.",
  "If you want to delete a property immediately after inserting it, press the undo shortcut key [Ctrl(Cmd)+Z].": "Hvis du vil slette en egenskap umiddelbart etter at du har satt den inn, trykker du hurtigtasten Angre-tasten [Ctrl(Cmd)+Z].",
  "Insert 'lastOpenedAt' property to the page property": "Sett inn egenskapen 'lastOpenedAt' i sideegenskapen",
  "Insert Template": "Sette inn en mal",
  "Insert a template based on the page title conditions.": "Sett inn en mal basert p친 sidetittelkriteriene.",
  "Insert the page property after the default template is called.": "N친r standardmalen er aktivert, setter du inn sideegenskapene.",
  "Instead, use this property to record the creation date and time.": "Bruk i stedet denne egenskapen til 친 registrere datoen og klokkeslettet den ble opprettet.",
  "Invalid format. Please check the settings.": "Ugyldig format. Kontroller innstillingene.",
  "It also matches if use Emoji[游룋 in the page title.": "Det samsvarer ogs친 hvis du bruker en emoji [游룋 i sidetittelen.",
  "It can be added to the exclusion list via the page menu.": "Du kan legge den til ekskluderingslisten fra sidemenyen.",
  "It can be toggled via the toolbar button! For when you don't want to leave a footprint.": "Du kan bytte mellom dem med verkt칮ylinjeknappene! For n친r du ikke vil etterlate et fotavtrykk.",
  "Applies to non-journal pages.": "Det gjelder ogs친 andre sider enn tidsskrifter.",
  "It is recommended to set the same as current journal template.": "Det anbefales at du setter den til 친 v칝re den samme som gjeldende journalmal.",
  "Journal": "tidsskrift",
  "List of pages to exclude": "Liste over ekskluderte sider",
  "Match if it contains a specific string.": "Samsvarer hvis den inneholder en bestemt streng.",
  "Match if it ends with a specific string (e.g. sub page).": "Samsvarer hvis den slutter med en bestemt streng (f.eks. underside).",
  "Match if it starts with a specific string (e.g. hierarchy[AAA/]).": "Samsvarer hvis den starter med en bestemt streng (f.eks. Hierarki [AAA/]).",
  "Multiple specifications can be made by line breaks.": "Du kan angi mer enn 칠n med et linjeskift.",
  "Note: Also applies when the journal template is not set.": "Merk: Dette gjelder selv om ingen journalmal er konfigurert.",
  "Register custom shortcut keys with KeyMaps of Settings. They are found in the Plugins tab.": "Registrer en egendefinert hurtigtast i n칮kkelkartet for innstillingene. Disse finner du i fanen \"Plugins\".",
  "Start With": "hode",
  "Template Name": "Navn p친 mal",
  "Template inserted.": "Malen er satt inn.",
  "Template is not set.": "Malen er ikke konfigurert.",
  "Template not found.": "Mal ikke funnet.",
  "The '<% Time %>' represents the time.": "<% Tid %> representerer tid.",
  "The '<% Today %>' represents the date. Based on user date format.": "\"<% i dag %>\" representerer en dato. Basert p친 brukerens datoformat.",
  "The 'Created-At' property is hidden by the Logseq core and cannot be used.": "Egenskapen \"Created-at\" er skjult av Logseq-kjernen og er ikke tilgjengelig.",
  "The 'UTCDateTime' represents the UTC date and time like 2024-06-23T12:34:56Z.": "\"UTCDateTime\" representerer en UTC-dato og -klokkeslett, for eksempel 2024-06-23T12:34:56Z.",
  "The '[[ ]]' represents the link.": "'[[ ]]' representerer en lenke.",
  "The 'journalDay' represents the raw date like 20240623.": "\"journalDay\" representerer en r친 dato, for eksempel 20240623.",
  "The 'localizeDefault' represents the date and time based on the browser's locale.": "\"localizeDefault\" representerer datoen og klokkeslettet basert p친 nettleserens nasjonale innstillinger.",
  "The First": "f칮rste",
  "The Second": "andre",
  "The Third": "Tredje",
  "The property name can be changed.": "Du kan endre egenskapsnavnet.",
  "The property name cannot contain half-width spaces or \":\".": "Egenskapsnavnet kan ikke inneholde mellomrom med 칠n byte eller \":\".",
  "This feature excludes journals.": "Denne funksjonen ekskluderer dagb칮ker.",
  "This is an optional feature to automatically insert property with creation date or time in markdown files.": "Dette er en valgfri funksjon som automatisk setter inn en egenskap som inneholder opprettelsesdatoen og -klokkeslettet eller -klokkeslettet i markdown-filen.",
  "This is an optional feature to automatically insert property with last opened date and time in markdown files.": "Dette er en valgfri funksjon som automatisk setter inn egenskapen for sist 친pnet dato og klokkeslett i markdown-filen.",
  "This option is applied to the default template.": "Dette alternativet gjelder standardmalen.",
  "This page is already included.": "Denne siden er allerede inkludert.",
  "This toggle is for 'lastOpenedAt' property of Footprint feature.": "Veksle for lastOpenedAt-egenskapen for fotavtrykkfunksjonen.",
  "To avoid problems, describe it with single words as much as possible.": "Forklar med ett ord s친 mye som mulig for 친 unng친 problemer.",
  "To use only this option, set an empty default template.": "Hvis du bare vil bruke dette alternativet, angir du en tom standardmal.",
  "Use this template if the journal template is not applied when journal single page is opened.": "Bruk denne malen hvis journalmalen ikke brukes n친r du 친pner en enkeltside i journalen.",
  "When creating a new page, the cursor is placed on the first block, but not when opening an existing page.": "N친r du oppretter en ny side, plasseres mark칮ren i den f칮rste blokken, men ikke n친r du 친pner en eksisterende side.",
  "When open a page, insert the template if the first block is empty.": "N친r du 친pner siden, hvis den f칮rste blokken er tom, setter du inn malen.",
  "Write the condition string and template name separated by '::'.": "Skill betingelsesstrengen og malnavnet med \"::\".",
  "[[<% yyyy %>]] represents the year.": "[[<% 친친친친 %>]] representerer 친ret.",
  "[[<% yyyy/MM %>]] represents the year and month.": "[[<% 친친친친/MM %>]]] representerer 친r og m친ned.",
  "created Property Format": "Opprettet egenskapsformat",
  "created Property Name": "Create Egenskapsnavn",
  "created property inserted.": "Den opprettede egenskapen settes inn.",
  "lastOpenedAt Property Format": "Formatet til egenskapen lastOpenedAt",
  "lastOpenedAt Property Name": "lastOpenedAt Egenskapsnavn",
  "lastOpenedAt property inserted.": "Egenskapen lastOpenedAt settes inn.",
  "lastOpenedAt property will be inserted.": "Egenskapen lastOpenedAt settes inn.",
  "lastOpenedAt property will not be inserted.": "Egenskapen lastOpenedAt er ikke satt inn."
}