{
  "Template not found.": "Mal ikke funnet.",
  "Invalid format. Please check the settings.": "Ugyldig format. Kontroller innstillingene.",
  "Insert Template": "Sette inn en mal",
  "The First": "f칮rste",
  "The Second": "andre",
  "The Third": "Tredje",
  "Template is not set.": "Malen er ikke konfigurert.",
  "Block is not selected.": "Blokker er ikke valgt.",
  "Template inserted.": "Malen er satt inn.",
  "Default Template Feature": "Standard malfunksjoner",
  "When open a page, insert the template if the first block is empty.": "N친r du 친pner siden, hvis den f칮rste blokken er tom, setter du inn malen.",
  "Default": "standard",
  "Template Name": "Navn p친 mal",
  "Advanced Default Template Feature": "Avanserte standardmalfunksjoner",
  "Insert a template based on the page title conditions.": "Sett inn en mal basert p친 sidetittelkriteriene.",
  "If this is enabled, the above item will be disabled.": "Hvis dette er aktivert, deaktiveres elementene ovenfor.",
  "Multiple specifications can be made by line breaks.": "Du kan angi mer enn 칠n med et linjeskift.",
  "If multiple conditions are met, the first one will be applied.": "Hvis mer enn ett vilk친r er oppfylt, gjelder det f칮rste vilk친ret.",
  "Write the condition string and template name separated by '::'.": "Skill betingelsesstrengen og malnavnet med \"::\".",
  "Example: `AAA::templateName`": "Eksempel: `AAA::malnavn`", 
  "It also matches if use Emoji[游룋 in the page title.": "Det samsvarer ogs친 hvis du bruker en emoji [游룋 i sidetittelen.",
  "Empty means disabled.": "Hvis den er tom, blir den deaktivert.",
  "Start With": "hode",
  "Match if it starts with a specific string (e.g. hierarchy[AAA/]).": "Samsvarer hvis den starter med en bestemt streng (f.eks. Hierarki [AAA/]).",
  "Contain": "inneholde",
  "Match if it contains a specific string.": "Samsvarer hvis den inneholder en bestemt streng.",
  "Be careful as it is more powerful than other specifications.": "Det er kraftigere enn andre spesifikasjoner, s친 du m친 v칝re forsiktig.",
  "End With": "Den siste halen",
  "Match if it ends with a specific string (e.g. sub page).": "Samsvarer hvis den slutter med en bestemt streng (f.eks. underside).",
  "Command Pallet Items: Insert Template Shortcut": "Kommandopalettelement: Sett inn malsnarvei",
  "Register custom shortcut keys with KeyMaps of Settings. They are found in the Plugins tab.": "Registrer en egendefinert hurtigtast i n칮kkelkartet for innstillingene. Disse finner du i fanen \"Plugins\".",
  "Call from the Command Pallet or press the shortcut key while editing the block to insert the template.": "Sett inn en mal ved 친 kalle den fra kommandopaletten eller ved 친 trykke en hurtigtast mens du redigerer en blokk."
}