{
  "Ability to insert creation date or time property into default template": "Mogelijkheid om eigenschappen voor de aanmaaktijd in te voegen in de standaardsjabloon",
  "Add to exclusion list of lastOpenedAt": "Toevoegen aan uitsluitingslijst voor lastOpenedAt",
  "Added to exclusion list of lastOpenedAt.": "laatstGeopendBij.",
  "Advanced Default Template Feature": "Geavanceerde standaardsjabloonfuncties",
  "Be careful as it is more powerful than other specifications.": "Het is krachtiger dan andere specificaties, dus je moet voorzichtig zijn.",
  "Block is not selected.": "Blokkeren is niet geselecteerd.",
  "Call from the Command Pallet or press the shortcut key while editing the block to insert the template.": "U kunt een sjabloon invoegen door deze op te roepen vanuit het opdrachtpalet of door op een sneltoets te drukken tijdens het bewerken van een blok.",
  "Command Pallet Items: Insert Template Shortcut": "Opdrachtpaletitem: Sjabloonsnelkoppeling invoegen",
  "Common Settings": "Algemene instellingen",
  "Completion of journal template": "Voltooiing van journaalsjablonen",
  "Contain": "bevatten",
  "Default": "verstek",
  "Default Template Feature": "Standaard sjabloonfuncties",
  "Empty means disabled.": "Als het leeg is, wordt het uitgeschakeld.",
  "Enable": "Activeren",
  "Enable Default Template for existing pages": "Een standaardsjabloon toepassen op een bestaande pagina",
  "Enable this setting if you wish to apply the default template to existing pages as well.": "Als u de standaardsjabloon ook op bestaande pagina's wilt toepassen, schakelt u deze instelling in.",
  "End With": "De laatste staart",
  "Enter page names.": "Voer een paginanaam in.",
  "Example: `AAA::templateName`": "Voorbeeld: 'AAA::TemplateName'",
  "Footprint Feature": "Footprint-functie",
  "For safety, create a spare graph and check the usability.": "Laten we voor de zekerheid een reservegrafiek maken om te zien hoe gemakkelijk het te gebruiken is.",
  "Half-width spaces are not allowed in the property name.": "Spaties van één byte zijn niet toegestaan in eigenschapsnamen.",
  "Half-width spaces or ':' are not allowed in the property name.": "Spaties van één byte of ':' zijn niet toegestaan in eigenschapsnamen.",
  "If multiple conditions are met, the first one will be applied.": "Als aan meer dan één voorwaarde is voldaan, is de eerste voorwaarde van toepassing.",
  "If this is enabled, the above item will be disabled.": "Als dit is ingeschakeld, worden de bovenstaande items uitgeschakeld.",
  "If this property exists, it will be updated 30 seconds later.": "Als deze eigenschap bestaat, wordt deze na 30 seconden bijgewerkt.",
  "If you want to delete a property immediately after inserting it, press the undo shortcut key [Ctrl(Cmd)+Z].": "Als u een eigenschap direct na het invoegen wilt verwijderen, drukt u op de sneltoets Toets Ongedaan maken [Ctrl(Cmd)+Z].",
  "Insert 'lastOpenedAt' property to the page property": "Voeg de eigenschap 'lastOpenedAt' in de pagina-eigenschap in",
  "Insert Template": "Een sjabloon invoegen",
  "Insert a template based on the page title conditions.": "Voeg een sjabloon toe op basis van de criteria voor de paginatitel.",
  "Insert the page property after the default template is called.": "Nadat de standaardsjabloon is aangeroepen, voegt u de pagina-eigenschappen in.",
  "Instead, use this property to record the creation date and time.": "Gebruik in plaats daarvan deze eigenschap om de datum en tijd vast te leggen waarop deze is gemaakt.",
  "Invalid format. Please check the settings.": "Ongeldig formaat. Controleer de instellingen.",
  "It also matches if use Emoji[🌞] in the page title.": "Het komt ook overeen als je een emoji [🌞] in de paginatitel gebruikt.",
  "It can be added to the exclusion list via the page menu.": "U kunt het toevoegen aan de uitsluitingslijst vanuit het paginamenu.",
  "It can be toggled via the toolbar button! For when you don't want to leave a footprint.": "Je kunt ertussen schakelen met de werkbalkknoppen! Voor als je geen voetafdruk wilt achterlaten.",
  "Applies to non-journal pages.": "Het is ook van toepassing op andere pagina's dan tijdschriften.",
  "It is recommended to set the same as current journal template.": "Het wordt aanbevolen om deze zo in te stellen dat deze hetzelfde is als de huidige journaalsjabloon.",
  "Journal": "dagboek",
  "List of pages to exclude": "Lijst met uitgesloten pagina's",
  "Match if it contains a specific string.": "Komt overeen als het een specifieke tekenreeks bevat.",
  "Match if it ends with a specific string (e.g. sub page).": "Komt overeen als het eindigt met een specifieke tekenreeks (bijv. subpagina).",
  "Match if it starts with a specific string (e.g. hierarchy[AAA/]).": "Komt overeen als deze begint met een specifieke tekenreeks (bijv. Hiërarchie [AAA/]).",
  "Multiple specifications can be made by line breaks.": "U kunt er meer dan één opgeven met een regeleinde.",
  "Note: Also applies when the journal template is not set.": "Opmerking: Dit geldt ook als er geen journaalsjabloon is geconfigureerd.",
  "Register custom shortcut keys with KeyMaps of Settings. They are found in the Plugins tab.": "Registreer een aangepaste sneltoets in de keymap van de instellingen. Deze zijn te vinden in het tabblad \"Plug-ins\".",
  "Start With": "hoofd",
  "Template Name": "Naam van het sjabloon",
  "Template inserted.": "Het sjabloon is ingevoegd.",
  "Template is not set.": "De sjabloon is niet geconfigureerd.",
  "Template not found.": "Sjabloon niet gevonden.",
  "The '<% Time %>' represents the time.": "<% Tijd %> staat voor tijd.",
  "The '<% Today %>' represents the date. Based on user date format.": "\"<% Vandaag %>\" staat voor een datum. Op basis van de datumnotatie van de gebruiker.",
  "The 'Created-At' property is hidden by the Logseq core and cannot be used.": "De eigenschap \"Created-at\" wordt verborgen door de Logseq-kern en is niet beschikbaar.",
  "The 'UTCDateTime' represents the UTC date and time like 2024-06-23T12:34:56Z.": "\"UTCDateTime\" vertegenwoordigt een UTC-datum en -tijd, zoals 2024-06-23T12:34:56Z.",
  "The '[[ ]]' represents the link.": "'[[ ]]' staat voor een verband.",
  "The 'journalDay' represents the raw date like 20240623.": "\"journalDay\" vertegenwoordigt een onbewerkte datum, zoals 20240623.",
  "The 'localizeDefault' represents the date and time based on the browser's locale.": "\"localizeDefault\" vertegenwoordigt de datum en tijd op basis van de landinstelling van de browser.",
  "The First": "1e",
  "The Second": "2de",
  "The Third": "3e",
  "The property name can be changed.": "U kunt de naam van de eigenschap wijzigen.",
  "The property name cannot contain half-width spaces or \":\".": "De eigenschapsnaam mag geen spaties van één byte of \":\" bevatten.",
  "This feature excludes journals.": "Deze functie is exclusief tijdschriften.",
  "This is an optional feature to automatically insert property with creation date or time in markdown files.": "Dit is een optionele functie die automatisch een eigenschap invoegt die de aanmaakdatum en -tijd of -tijd bevat in het markdown-bestand.",
  "This is an optional feature to automatically insert property with last opened date and time in markdown files.": "Dit is een optionele functie die automatisch de laatst geopende datum- en tijdeigenschap invoegt in het markdown-bestand.",
  "This option is applied to the default template.": "Deze optie is van toepassing op de standaardsjabloon.",
  "This page is already included.": "Deze pagina is al opgenomen.",
  "This toggle is for 'lastOpenedAt' property of Footprint feature.": "Schakel de eigenschap lastOpenedAt van de voetafdrukfunctie in.",
  "To avoid problems, describe it with single words as much as possible.": "Leg zoveel mogelijk in één woord uit om problemen te voorkomen.",
  "To use only this option, set an empty default template.": "Als u alleen deze optie wilt gebruiken, stelt u een leeg standaardsjabloon in.",
  "Use this template if the journal template is not applied when journal single page is opened.": "Gebruik deze sjabloon als de journaalsjabloon niet wordt toegepast wanneer u een enkele pagina van het dagboek opent.",
  "When creating a new page, the cursor is placed on the first block, but not when opening an existing page.": "Wanneer u een nieuwe pagina aanmaakt, wordt de cursor in het eerste blok geplaatst, maar niet wanneer u een bestaande pagina opent.",
  "When open a page, insert the template if the first block is empty.": "Wanneer u de pagina opent en het eerste blok leeg is, voegt u de sjabloon in.",
  "Write the condition string and template name separated by '::'.": "Scheid de voorwaardereeks en de sjabloonnaam met \"::\".",
  "[[<% yyyy %>]] represents the year.": "[[<% jjjj %>]] vertegenwoordigt het jaar.",
  "[[<% yyyy/MM %>]] represents the year and month.": "[[<% jjjj/MM %>]]] staat voor het jaar en de maand.",
  "created Property Format": "Aangemaakt eigenschapsformaat",
  "created Property Name": "gemaakt eigenschapsnaam",
  "created property inserted.": "De aangemaakte eigenschap wordt ingevoegd.",
  "lastOpenedAt Property Format": "Indeling van de eigenschap lastOpenedAt",
  "lastOpenedAt Property Name": "lastOpenedAt eigenschapsnaam",
  "lastOpenedAt property inserted.": "De eigenschap lastOpenedAt wordt ingevoegd.",
  "lastOpenedAt property will be inserted.": "De eigenschap lastOpenedAt wordt ingevoegd.",
  "lastOpenedAt property will not be inserted.": "De eigenschap lastOpenedAt is niet ingevoegd."
}