{
  "Advanced Default Template Feature": "Zaawansowane domylne funkcje szablon贸w",
  "Be careful as it is more powerful than other specifications.": "Jest mocniejszy ni偶 inne specyfikacje, wic musisz by ostro偶ny.",
  "Block is not selected.": "Opcja Blokuj nie jest zaznaczona.",
  "Call from the Command Pallet or press the shortcut key while editing the block to insert the template.": "Wstaw szablon, wywoujc go z palety polece lub naciskajc skr贸tu podczas edycji bloku.",
  "Command Pallet Items: Insert Template Shortcut": "Element palety polece: Wstaw skr贸t szablonu",
  "Completion of journal template": "Ukoczenie szablonu dziennika",
  "Contain": "zawiera",
  "Default": "domylny",
  "Default Template Feature": "Domylne funkcje szablonu",
  "Empty means disabled.": "Jeli jest pusty, zostanie wyczony.",
  "End With": "Ostatni ogon",
  "Example: `AAA::templateName`": "Przykad: `AAA::Nazwa szablonu`",
  "If multiple conditions are met, the first one will be applied.": "Jeli speniony jest wicej ni偶 jeden warunek, ma zastosowanie pierwszy warunek.",
  "If this is enabled, the above item will be disabled.": "Jeli ta opcja jest wczona, powy偶sze elementy zostan wyczone.",
  "Insert Template": "Wstawianie szablonu",
  "Insert a template based on the page title conditions.": "Wstaw szablon na podstawie kryteri贸w tytuu strony.",
  "Invalid format. Please check the settings.": "Nieprawidowy format. Sprawd藕 ustawienia.",
  "It also matches if use Emoji[] in the page title.": "Pasuje r贸wnie偶, jeli u偶yjesz emotikonu [] w tytule strony.",
  "It is recommended to set the same as current journal template.": "Zaleca si ustawienie takie same jak bie偶cy szablon dziennika.",
  "Journal": "Dziennik",
  "Match if it contains a specific string.": "Dopasowanie, jeli zawiera okrelony cig.",
  "Match if it ends with a specific string (e.g. sub page).": "Dopasowanie, jeli koczy si okrelonym cigiem znak贸w (np. podstrona).",
  "Match if it starts with a specific string (e.g. hierarchy[AAA/]).": "Dopasowanie, jeli zaczyna si od okrelonego cigu (np. Hierarchia [AAA/]).",
  "Multiple specifications can be made by line breaks.": "Mo偶na okreli wicej ni偶 jeden z podziaem wiersza.",
  "Note: Also applies when the journal template is not set.": "Uwaga: Dotyczy r贸wnie偶 przypadku, gdy szablon dziennika nie jest ustawiony.",
  "Register custom shortcut keys with KeyMaps of Settings. They are found in the Plugins tab.": "Zarejestruj niestandardowy skr贸tu na mapie ustawie. Mo偶na je znale藕 w zakadce \"Wtyczki\".",
  "Start With": "gowa",
  "Template Name": "Nazwa szablonu",
  "Template inserted.": "Szablon zosta wstawiony.",
  "Template is not set.": "Szablon nie jest skonfigurowany.",
  "Template not found.": "Nie znaleziono szablonu.",
  "The First": "1 miejsce",
  "The Second": "2. miejsce",
  "The Third": "trzeci",
  "This feature excludes journals.": "Ta funkcja wyklucza dzienniki.",
  "Use this template if the journal template is not applied when journal single page is opened.": "U偶yj tego szablonu, jeli szablon dziennika nie jest stosowany, gdy otwarta jest pojedyncza strona dziennika.",
  "When open a page, insert the template if the first block is empty.": "Po otwarciu strony, jeli pierwszy blok jest pusty, wstaw szablon.",
  "Write the condition string and template name separated by '::'.": "Oddziel cig warunku i nazw szablonu znakiem \"::\"."
}