{
  "Ability to insert creation date or time property into default template": "Mo偶liwo wstawiania waciwoci czasu tworzenia do szablonu domylnego",
  "Add to exclusion list of lastOpenedAt": "Dodaj do listy wyklucze dla lastOpenedAt",
  "Added to exclusion list of lastOpenedAt.": "lastOpenedAt.",
  "Advanced Default Template Feature": "Zaawansowane domylne funkcje szablon贸w",
  "Be careful as it is more powerful than other specifications.": "Jest mocniejszy ni偶 inne specyfikacje, wic musisz by ostro偶ny.",
  "Block is not selected.": "Opcja Blokuj nie jest wybrana.",
  "Call from the Command Pallet or press the shortcut key while editing the block to insert the template.": "Wstaw szablon, wywoujc go z palety polece lub naciskajc skr贸tu podczas edycji bloku.",
  "Command Pallet Items: Insert Template Shortcut": "Element palety polece: Wstaw skr贸t szablonu",
  "Common Settings": "Ustawienia wsp贸lne",
  "Completion of journal template": "Wypenianie szablon贸w dziennik贸w",
  "Contain": "zawiera",
  "Default": "domylny",
  "Default Template Feature": "Domylne funkcje szablonu",
  "Empty means disabled.": "Jeli jest pusty, zostanie wyczony.",
  "Enable": "Aktywowa",
  "Enable Default Template for existing pages": "Stosowanie szablonu domylnego do istniejcej strony",
  "Enable this setting if you wish to apply the default template to existing pages as well.": "Jeli chcesz r贸wnie偶 zastosowa szablon domylny do istniejcych stron, wcz to ustawienie.",
  "End With": "Ostatni ogon",
  "Enter page names.": "Wprowad藕 nazw strony.",
  "Example: `AAA::templateName`": "Przykad: 'AAA::TemplateName'",
  "Footprint Feature": "Funkcja footprintu",
  "For safety, create a spare graph and check the usability.": "Aby by po bezpiecznej stronie, stw贸rzmy zapasowy wykres, aby zobaczy, jak atwy jest w u偶yciu.",
  "Half-width spaces are not allowed in the property name.": "Spacje jednobajtowe nie s dozwolone w nazwach waciwoci.",
  "Half-width spaces or ':' are not allowed in the property name.": "Spacje jednobajtowe lub znak \":\" nie s dozwolone w nazwach waciwoci.",
  "If multiple conditions are met, the first one will be applied.": "Jeli speniony jest wicej ni偶 jeden warunek, ma zastosowanie pierwszy warunek.",
  "If this is enabled, the above item will be disabled.": "Jeli ta opcja jest wczona, powy偶sze elementy zostan wyczone.",
  "If this property exists, it will be updated 30 seconds later.": "Jeli ta waciwo istnieje, jest aktualizowana po 30 sekundach.",
  "If you want to delete a property immediately after inserting it, press the undo shortcut key [Ctrl(Cmd)+Z].": "Jeli chcesz usun waciwo natychmiast po jej wstawieniu, nacinij skr贸tu Cofnij [Ctrl(Cmd)+Z].",
  "Insert 'lastOpenedAt' property to the page property": "Wstaw waciwo 'lastOpenedAt' we waciwoci strony",
  "Insert Template": "Wstawianie szablonu",
  "Insert a template based on the page title conditions.": "Wstaw szablon na podstawie kryteri贸w tytuu strony.",
  "Insert the page property after the default template is called.": "Po wywoaniu szablonu domylnego wstaw waciwoci strony.",
  "Instead, use this property to record the creation date and time.": "Zamiast tego u偶yj tej waciwoci, aby zarejestrowa dat i godzin jej utworzenia.",
  "Invalid format. Please check the settings.": "Nieprawidowy format. Sprawd藕 ustawienia.",
  "It also matches if use Emoji[] in the page title.": "Pasuje r贸wnie偶, jeli u偶yjesz emotikonu [] w tytule strony.",
  "It can be added to the exclusion list via the page menu.": "Mo偶esz doda go do listy wyklucze z menu strony.",
  "It can be toggled via the toolbar button! For when you don't want to leave a footprint.": "Mo偶esz przecza si midzy nimi za pomoc przycisk贸w paska narzdzi! Na wypadek, gdy nie chcesz zostawia ladu.",
  "Applies to non-journal pages.": "Dotyczy to r贸wnie偶 stron innych ni偶 czasopisma.",
  "It is recommended to set the same as current journal template.": "Zaleca si ustawienie go tak, aby by taki sam jak bie偶cy szablon arkusza.",
  "Journal": "dziennik",
  "List of pages to exclude": "Lista wykluczonych stron",
  "Match if it contains a specific string.": "Pasuje, jeli zawiera okrelony cig.",
  "Match if it ends with a specific string (e.g. sub page).": "Pasuje, jeli koczy si okrelonym cigiem znak贸w (np. podstrona).",
  "Match if it starts with a specific string (e.g. hierarchy[AAA/]).": "Pasuje, jeli zaczyna si od okrelonego cigu (np. Hierarchia [AAA/]).",
  "Multiple specifications can be made by line breaks.": "Mo偶na okreli wicej ni偶 jeden z podziaem wiersza.",
  "Note: Also applies when the journal template is not set.": "Uwaga: Dotyczy to nawet sytuacji, gdy nie skonfigurowano 偶adnego szablonu dziennika.",
  "Register custom shortcut keys with KeyMaps of Settings. They are found in the Plugins tab.": "Zarejestruj niestandardowy skr贸tu na mapie ustawie. Mo偶na je znale藕 w zakadce \"Wtyczki\".",
  "Start With": "gowa",
  "Template Name": "Nazwa szablonu",
  "Template inserted.": "Szablon zosta wstawiony.",
  "Template is not set.": "Szablon nie jest skonfigurowany.",
  "Template not found.": "Nie znaleziono szablonu.",
  "The '<% Time %>' represents the time.": "<% Czas %> oznacza czas.",
  "The '<% Today %>' represents the date. Based on user date format.": "\"<% Dzisiaj %>\" oznacza dat. Na podstawie formatu daty u偶ytkownika.",
  "The 'Created-At' property is hidden by the Logseq core and cannot be used.": "Waciwo \"Created-at\" jest ukryta przez rdze Logseq i nie jest dostpna.",
  "The 'UTCDateTime' represents the UTC date and time like 2024-06-23T12:34:56Z.": "\"UTCDateTime\" reprezentuje dat i godzin UTC, na przykad 2024-06-23T12:34:56Z.",
  "The '[[ ]]' represents the link.": "\"[[ ]]\" oznacza link.",
  "The 'journalDay' represents the raw date like 20240623.": "\"journalDay\" reprezentuje nieprzetworzon dat, tak jak 20240623.",
  "The 'localizeDefault' represents the date and time based on the browser's locale.": "\"localizeDefault\" reprezentuje dat i godzin w oparciu o ustawienia regionalne przegldarki.",
  "The First": "1. miejsce",
  "The Second": "2. miejsce",
  "The Third": "trzeci",
  "The property name can be changed.": "Mo偶esz zmieni nazw waciwoci.",
  "The property name cannot contain half-width spaces or \":\".": "Nazwa waciwoci nie mo偶e zawiera spacji jednobajtowych ani znaku \":\".",
  "This feature excludes journals.": "Ta funkcja nie obejmuje arkuszy.",
  "This is an optional feature to automatically insert property with creation date or time in markdown files.": "Jest to opcjonalna funkcja, kt贸ra automatycznie wstawia waciwo zawierajc dat i godzin utworzenia lub godzin w pliku markdown.",
  "This is an optional feature to automatically insert property with last opened date and time in markdown files.": "Jest to opcjonalna funkcja, kt贸ra automatycznie wstawia ostatnio otwart waciwo daty i godziny do pliku markdown.",
  "This option is applied to the default template.": "Ta opcja ma zastosowanie do szablonu domylnego.",
  "This page is already included.": "Ta strona jest ju偶 doczona.",
  "This toggle is for 'lastOpenedAt' property of Footprint feature.": "Przecz na waciwo lastOpenedAt funkcji footprintu.",
  "To avoid problems, describe it with single words as much as possible.": "Wyjanij jednym sowem jak najwicej, aby unikn problem贸w.",
  "To use only this option, set an empty default template.": "Jeli chcesz u偶y tylko tej opcji, ustaw pusty szablon domylny.",
  "Use this template if the journal template is not applied when journal single page is opened.": "U偶yj tego szablonu, jeli szablon arkusza nie jest stosowany po otwarciu pojedynczej strony arkusza.",
  "When creating a new page, the cursor is placed on the first block, but not when opening an existing page.": "Podczas tworzenia nowej strony kursor jest umieszczany w pierwszym bloku, ale nie po otwarciu istniejcej strony.",
  "When open a page, insert the template if the first block is empty.": "Po otwarciu strony, jeli pierwszy blok jest pusty, wstaw szablon.",
  "Write the condition string and template name separated by '::'.": "Oddziel cig warunku i nazw szablonu cigiem \"::\".",
  "[[<% yyyy %>]] represents the year.": "[[<% rrrr %>]] oznacza rok.",
  "[[<% yyyy/MM %>]] represents the year and month.": "[[<% rrrr/MM %>]]] oznacza rok i miesic.",
  "created Property Format": "Utworzony format waciwoci",
  "created Property Name": "Utworzono nazw waciwoci",
  "created property inserted.": "Utworzona waciwo zostanie wstawiona.",
  "lastOpenedAt Property Format": "Format waciwoci lastOpenedAt",
  "lastOpenedAt Property Name": "lastOpenedAt Nazwa waciwoci",
  "lastOpenedAt property inserted.": "Waciwo lastOpenedAt jest wstawiana.",
  "lastOpenedAt property will be inserted.": "Waciwo lastOpenedAt jest wstawiana.",
  "lastOpenedAt property will not be inserted.": "Waciwo lastOpenedAt nie jest wstawiana."
}