{
  "Advanced Default Template Feature": "Recursos avançados de modelo padrão",
  "Be careful as it is more powerful than other specifications.": "É mais poderoso do que outras especificações, então você precisa ter cuidado.",
  "Block is not selected.": "Bloquear não está selecionado.",
  "Call from the Command Pallet or press the shortcut key while editing the block to insert the template.": "Insira um modelo chamando-o a partir da Paleta de Comandos ou pressionando uma tecla de atalho ao editar um bloco.",
  "Command Pallet Items: Insert Template Shortcut": "Item da paleta de comandos: atalho Inserir modelo",
  "Common Settings": "Configurações comuns",
  "Completion of journal template": "Preenchimento de modelos de periódicos",
  "Contain": "conter",
  "Default": "inadimplência",
  "Default Template Feature": "Recursos de modelo padrão",
  "Empty means disabled.": "Se estiver vazio, ele será desativado.",
  "Enable Default Template for existing pages": "Aplicar um modelo padrão a uma página existente",
  "Enable insert 'last_opened_at' property to the page property": "Insira a propriedade 'last_opened_at' nas propriedades da página",
  "Enable insert created_at property to Default Template": "Inserindo propriedades created_at no modelo padrão",
  "Enable this setting if you wish to apply the default template to existing pages as well.": "Se você também quiser aplicar o modelo padrão a páginas existentes, habilite essa configuração.",
  "Enable update 'last_opened_at' property when moving to other pages": "Atualizar a propriedade 'last_opened_at' ao navegar para outras páginas",
  "End With": "A última cauda",
  "Example: `AAA::templateName`": "Exemplo: 'AAA::TemplateName'",
  "If multiple conditions are met, the first one will be applied.": "Se mais de uma condição for atendida, a primeira condição se aplica.",
  "If this is enabled, the above item will be disabled.": "Se isso estiver habilitado, os itens acima serão desabilitados.",
  "Insert Date-Time property Feature": "Capacidade de inserir propriedades de data e hora",
  "Insert Template": "Inserindo um modelo",
  "Insert a template based on the page title conditions.": "Insira um modelo com base nos critérios de título da página.",
  "Insert the page property after the default template is called.": "Depois que o modelo padrão for chamado, insira as propriedades da página.",
  "Instead, use this property to record the creation date and time.": "Em vez disso, use essa propriedade para registrar a data e a hora em que foi criada.",
  "Invalid format. Please check the settings.": "Formato inválido. Verifique as configurações.",
  "It also matches if use Emoji[🌞] in the page title.": "Ele também corresponde se você usar um emoji [🌞] no título da página.",
  "It is recommended to set the same as current journal template.": "É recomendável defini-lo para ser o mesmo que o modelo de diário atual.",
  "Journal": "diário",
  "Match if it contains a specific string.": "Corresponde se contiver uma cadeia de caracteres específica.",
  "Match if it ends with a specific string (e.g. sub page).": "Corresponde se terminar com uma cadeia de caracteres específica (por exemplo, subpágina).",
  "Match if it starts with a specific string (e.g. hierarchy[AAA/]).": "Corresponde se começar com uma cadeia de caracteres específica (por exemplo, Hierarquia [AAA/]).",
  "Multiple specifications can be made by line breaks.": "Você pode especificar mais de um com uma quebra de linha.",
  "Note: Also applies when the journal template is not set.": "Nota: Isso se aplica mesmo se nenhum modelo de diário estiver configurado.",
  "Register custom shortcut keys with KeyMaps of Settings. They are found in the Plugins tab.": "Registre uma tecla de atalho personalizada no mapa de teclas das configurações. Estes podem ser encontrados na aba \"Plugins\".",
  "Start With": "cabeça",
  "Template Name": "Nome do modelo",
  "Template inserted.": "O modelo foi inserido.",
  "Template is not set.": "O modelo não está configurado.",
  "Template not found.": "Modelo não encontrado.",
  "The '<% Time %>' represents the time.": "<% Tempo %> representa o tempo.",
  "The '<% Today %>' represents the date.": "\"<% Hoje %>\" representa uma data.",
  "The 'Created-At' property is hidden by the Logseq core and cannot be used.": "A propriedade \"Created-at\" está oculta pelo núcleo Logseq e não está disponível.",
  "The 'UTCDateTime' represents the UTC date and time like 2024-06-23T12:34:56Z.": "\"UTCDateTime\" representa uma data e hora UTC, como 2024-06-23T12:34:56Z.",
  "The 'journalDay' represents the raw date like 20240623.": "\"journalDay\" representa uma data bruta, como 20240623.",
  "The 'localizeDefault' represents the date and time based on the browser's locale.": "\"localizeDefault\" representa a data e a hora com base na localidade do navegador.",
  "The First": "1º",
  "The Second": "2º",
  "The Third": "3º",
  "The property name can be changed.": "Você pode alterar o nome da propriedade.",
  "This feature excludes journals.": "Esse recurso exclui periódicos.",
  "This is one optional feature to insert a property in the markdown file that has a date and time.": "Esse é um dos recursos opcionais para inserir uma propriedade com data e hora em um arquivo de remarcação.",
  "This option is applied to the default template.": "Essa opção se aplica ao modelo padrão.",
  "To use only this option, set an empty default template.": "Se você quiser usar apenas essa opção, defina um modelo padrão vazio.",
  "Use this template if the journal template is not applied when journal single page is opened.": "Use este modelo se o modelo de diário não for aplicado quando você abrir uma única página do diário.",
  "When creating a new page, the cursor is placed on the first block, but not when opening an existing page.": "Quando você cria uma nova página, o cursor é colocado no primeiro bloco, mas não quando você abre uma página existente.",
  "When open a page, insert the template if the first block is empty.": "Ao abrir a página, se o primeiro bloco estiver vazio, insira o modelo.",
  "Write the condition string and template name separated by '::'.": "Separe a cadeia de caracteres de condição e o nome do modelo com \"::\".",
  "created_at Property Format": "Formato da propriedade created_at",
  "created_at Property Name": "created_at Nome da Propriedade",
  "last_opened_at Property Format": "last_opened_at Formato da propriedade",
  "last_opened_at Property Name": "last_opened_at Nome da Propriedade"
}