{
  "Template not found.": "Modelo não encontrado.",
  "Invalid format. Please check the settings.": "Formato inválido. Por favor, verifique as configurações.",
  "Insert Template": "Inserindo um modelo",
  "The First": "1º",
  "The Second": "2º",
  "The Third": "3º",
  "Template is not set.": "O modelo não está configurado.",
  "Block is not selected.": "Bloquear não está selecionado.",
  "Template inserted.": "O modelo foi inserido.",
  "Default Template Feature": "Recursos de modelo padrão",
  "When open a page, insert the template if the first block is empty.": "Ao abrir a página, se o primeiro bloco estiver vazio, insira o modelo.",
  "Default": "Inadimplência",
  "Template Name": "Nome do modelo",
  "Advanced Default Template Feature": "Recursos avançados de modelo padrão",
  "Insert a template based on the page title conditions.": "Insira um modelo com base nos critérios de título da página.",
  "If this is enabled, the above item will be disabled.": "Se isso estiver habilitado, os itens acima serão desativados.",
  "Multiple specifications can be made by line breaks.": "Você pode especificar mais de um com uma quebra de linha.",
  "If multiple conditions are met, the first one will be applied.": "Se estiver preenchida mais do que uma condição, aplica-se a primeira condição.",
  "Write the condition string and template name separated by '::'.": "Separe a cadeia de caracteres de condição e o nome do modelo com \"::\".",
  "Example: `AAA::templateName`": "Exemplo: `AAA::Nome do modelo`",
  "It also matches if use Emoji[🌞] in the page title.": "Ele também corresponde se você usar um emoji [🌞] no título da página.",
  "Empty means disabled.": "Se estiver vazio, será desativado.",
  "Start With": "cabeça",
  "Match if it starts with a specific string (e.g. hierarchy[AAA/]).": "Corresponde se começar com uma cadeia de caracteres específica (por exemplo, Hierarquia [AAA/]).",
  "Contain": "contêm",
  "Match if it contains a specific string.": "Corresponde se contiver uma cadeia de caracteres específica.",
  "Be careful as it is more powerful than other specifications.": "É mais potente do que outras especificações, por isso precisa de ter cuidado.",
  "End With": "A última cauda",
  "Match if it ends with a specific string (e.g. sub page).": "Corresponde se terminar com uma cadeia de caracteres específica (por exemplo, subpágina).",
  "Command Pallet Items: Insert Template Shortcut": "Item da paleta de comandos: Inserir atalho de modelo",
  "Register custom shortcut keys with KeyMaps of Settings. They are found in the Plugins tab.": "Registre uma tecla de atalho personalizada no mapa de teclas das configurações. Estes podem ser encontrados no separador \"Plugins\".",
  "Call from the Command Pallet or press the shortcut key while editing the block to insert the template.": "Insira um modelo chamando-o a partir da Paleta de Comandos ou pressionando uma tecla de atalho enquanto edita um bloco."
}