{
  "Ability to insert creation date or time property into default template": "Capacidade de inserir propriedades de tempo de criação no modelo padrão",
  "Add to exclusion list of lastOpenedAt": "Adicionar à lista de exclusão de lastOpenedAt",
  "Added to exclusion list of lastOpenedAt.": "lastOpenedAt.",
  "Advanced Default Template Feature": "Recursos avançados de modelo padrão",
  "Be careful as it is more powerful than other specifications.": "É mais potente do que outras especificações, por isso precisa de ter cuidado.",
  "Block is not selected.": "Bloquear não está selecionado.",
  "Call from the Command Pallet or press the shortcut key while editing the block to insert the template.": "Insira um modelo chamando-o a partir da Paleta de Comandos ou pressionando uma tecla de atalho enquanto edita um bloco.",
  "Command Pallet Items: Insert Template Shortcut": "Item da paleta de comandos: Inserir atalho de modelo",
  "Common Settings": "Configurações comuns",
  "Completion of journal template": "Preenchimento de modelos de periódicos",
  "Contain": "contêm",
  "Default": "Inadimplência",
  "Default Template Feature": "Recursos de modelo padrão",
  "Empty means disabled.": "Se estiver vazio, será desativado.",
  "Enable": "Ativar",
  "Enable Default Template for existing pages": "Aplicar um modelo padrão a uma página existente",
  "Enable this setting if you wish to apply the default template to existing pages as well.": "Se você também quiser aplicar o modelo padrão a páginas existentes, habilite essa configuração.",
  "End With": "A última cauda",
  "Enter page names.": "Insira um nome de página.",
  "Example: `AAA::templateName`": "Exemplo: 'AAA::TemplateName'",
  "Footprint Feature": "Função de superfície de apoio das rodas",
  "For safety, create a spare graph and check the usability.": "Para estar no lado seguro, vamos criar um gráfico sobressalente para ver como é fácil de usar.",
  "Half-width spaces are not allowed in the property name.": "Espaços de byte único não são permitidos em nomes de propriedade.",
  "Half-width spaces or ':' are not allowed in the property name.": "Espaços de byte único ou ':' não são permitidos em nomes de propriedade.",
  "If multiple conditions are met, the first one will be applied.": "Se estiver preenchida mais do que uma condição, aplica-se a primeira condição.",
  "If this is enabled, the above item will be disabled.": "Se isso estiver habilitado, os itens acima serão desativados.",
  "If this property exists, it will be updated 30 seconds later.": "Se essa propriedade existir, ela será atualizada após 30 segundos.",
  "If you want to delete a property immediately after inserting it, press the undo shortcut key [Ctrl(Cmd)+Z].": "Se você quiser excluir uma propriedade imediatamente após inseri-la, pressione a tecla de atalho Desfazer a tecla [Ctrl(Cmd)+Z].",
  "Insert 'lastOpenedAt' property to the page property": "Insira a propriedade 'lastOpenedAt' na propriedade page",
  "Insert Template": "Inserindo um modelo",
  "Insert a template based on the page title conditions.": "Insira um modelo com base nos critérios de título da página.",
  "Insert the page property after the default template is called.": "Depois que o modelo padrão for invocado, insira as propriedades da página.",
  "Instead, use this property to record the creation date and time.": "Em vez disso, use essa propriedade para registrar a data e a hora em que ela foi criada.",
  "Invalid format. Please check the settings.": "Formato inválido. Por favor, verifique as configurações.",
  "It also matches if use Emoji[🌞] in the page title.": "Ele também corresponde se você usar um emoji [🌞] no título da página.",
  "It can be added to the exclusion list via the page menu.": "Você pode adicioná-lo à lista de exclusão no menu de páginas.",
  "It can be toggled via the toolbar button! For when you don't want to leave a footprint.": "Você pode alternar entre eles com os botões da barra de ferramentas! Para quando você não quer deixar uma pegada.",
  "Applies to non-journal pages.": "Também se aplica a páginas que não sejam revistas.",
  "It is recommended to set the same as current journal template.": "É recomendável defini-lo para ser o mesmo que o modelo de diário atual.",
  "Journal": "revista",
  "List of pages to exclude": "Lista de páginas excluídas",
  "Match if it contains a specific string.": "Corresponde se contiver uma cadeia de caracteres específica.",
  "Match if it ends with a specific string (e.g. sub page).": "Corresponde se terminar com uma cadeia de caracteres específica (por exemplo, subpágina).",
  "Match if it starts with a specific string (e.g. hierarchy[AAA/]).": "Corresponde se começar com uma cadeia de caracteres específica (por exemplo, Hierarquia [AAA/]).",
  "Multiple specifications can be made by line breaks.": "Você pode especificar mais de um com uma quebra de linha.",
  "Note: Also applies when the journal template is not set.": "Nota: Isso se aplica mesmo se nenhum modelo de diário estiver configurado.",
  "Register custom shortcut keys with KeyMaps of Settings. They are found in the Plugins tab.": "Registre uma tecla de atalho personalizada no mapa de teclas das configurações. Estes podem ser encontrados no separador \"Plugins\".",
  "Start With": "cabeça",
  "Template Name": "Nome do modelo",
  "Template inserted.": "O modelo foi inserido.",
  "Template is not set.": "O modelo não está configurado.",
  "Template not found.": "Modelo não encontrado.",
  "The '<% Time %>' represents the time.": "<% Tempo %> representa o tempo.",
  "The '<% Today %>' represents the date. Based on user date format.": "\"<% Hoje %>\" representa uma data. Com base no formato de data do usuário.",
  "The 'Created-At' property is hidden by the Logseq core and cannot be used.": "A propriedade \"Created-at\" está oculta pelo núcleo Logseq e não está disponível.",
  "The 'UTCDateTime' represents the UTC date and time like 2024-06-23T12:34:56Z.": "\"UTCDateTime\" representa uma data e hora UTC, como 2024-06-23T12:34:56Z.",
  "The '[[ ]]' represents the link.": "«[[ ]]» representa uma ligação.",
  "The 'journalDay' represents the raw date like 20240623.": "\"journalDay\" representa uma data bruta, como 20240623.",
  "The 'localizeDefault' represents the date and time based on the browser's locale.": "\"localizeDefault\" representa a data e a hora com base na localidade do navegador.",
  "The First": "1º",
  "The Second": "2º",
  "The Third": "3º",
  "The property name can be changed.": "Você pode alterar o nome da propriedade.",
  "The property name cannot contain half-width spaces or \":\".": "O nome da propriedade não pode conter espaços de byte único ou \":\".",
  "This feature excludes journals.": "Este recurso exclui periódicos.",
  "This is an optional feature to automatically insert property with creation date or time in markdown files.": "Este é um recurso opcional que insere automaticamente uma propriedade que contém a data e hora de criação ou hora no arquivo de marcação.",
  "This is an optional feature to automatically insert property with last opened date and time in markdown files.": "Este é um recurso opcional que insere automaticamente a última propriedade de data e hora aberta no arquivo de marcação.",
  "This option is applied to the default template.": "Esta opção aplica-se ao modelo padrão.",
  "This page is already included.": "Esta página já está incluída.",
  "This toggle is for 'lastOpenedAt' property of Footprint feature.": "Alterne para a propriedade lastOpenedAt do recurso footprint.",
  "To avoid problems, describe it with single words as much as possible.": "Explique em uma palavra, tanto quanto possível, para evitar problemas.",
  "To use only this option, set an empty default template.": "Se você quiser usar apenas essa opção, defina um modelo padrão vazio.",
  "Use this template if the journal template is not applied when journal single page is opened.": "Use este modelo se o modelo de diário não for aplicado quando você abrir uma única página do diário.",
  "When creating a new page, the cursor is placed on the first block, but not when opening an existing page.": "Quando você cria uma nova página, o cursor é colocado no primeiro bloco, mas não quando você abre uma página existente.",
  "When open a page, insert the template if the first block is empty.": "Ao abrir a página, se o primeiro bloco estiver vazio, insira o modelo.",
  "Write the condition string and template name separated by '::'.": "Separe a cadeia de caracteres de condição e o nome do modelo com \"::\".",
  "[[<% yyyy %>]] represents the year.": "[[<% aaaa %>]] representa o ano.",
  "[[<% yyyy/MM %>]] represents the year and month.": "[[<% aaaa/MM %>]]] representa o ano e o mês.",
  "created Property Format": "Formato de propriedade criado",
  "created Property Name": "criado Nome da propriedade",
  "created property inserted.": "A propriedade created é inserida.",
  "lastOpenedAt Property Format": "Formato da propriedade lastOpenedAt",
  "lastOpenedAt Property Name": "lastOpenedAt Nome da propriedade",
  "lastOpenedAt property inserted.": "A propriedade lastOpenedAt é inserida.",
  "lastOpenedAt property will be inserted.": "A propriedade lastOpenedAt é inserida.",
  "lastOpenedAt property will not be inserted.": "A propriedade lastOpenedAt não é inserida."
}