{
  "Ability to insert creation date or time property into default template": "Возможность вставки свойств времени создания в шаблон по умолчанию",
  "Add to exclusion list of lastOpenedAt": "Добавить в список исключений для lastOpenedAt",
  "Added to exclusion list of lastOpenedAt.": "lastOpenedAt.",
  "Advanced Default Template Feature": "Расширенные функции шаблона по умолчанию",
  "Be careful as it is more powerful than other specifications.": "Он мощнее других спецификаций, поэтому нужно быть осторожным.",
  "Block is not selected.": "Блок не выбран.",
  "Call from the Command Pallet or press the shortcut key while editing the block to insert the template.": "Вставьте шаблон, вызвав его из палитры команд или нажав сочетание клавиш во время редактирования блока.",
  "Command Pallet Items: Insert Template Shortcut": "Элемент палитры команд: Вставить ярлык шаблона",
  "Common Settings": "Общие настройки",
  "Completion of journal template": "Заполнение шаблонов журналов",
  "Contain": "содержать",
  "Default": "по умолчанию",
  "Default Template Feature": "Функции шаблона по умолчанию",
  "Empty means disabled.": "Если пусто, он будет отключен.",
  "Enable": "Активировать",
  "Enable Default Template for existing pages": "Применение шаблона по умолчанию к существующей странице",
  "Enable this setting if you wish to apply the default template to existing pages as well.": "Если вы также хотите применить шаблон по умолчанию к существующим страницам, включите этот параметр.",
  "End With": "Последний хвост",
  "Enter page names.": "Введите название страницы.",
  "Example: `AAA::templateName`": "Пример: 'AAA::TemplateName'",
  "Footprint Feature": "Функция занимаемой площади",
  "For safety, create a spare graph and check the usability.": "На всякий случай давайте создадим запасной график, чтобы увидеть, насколько легко им пользоваться.",
  "Half-width spaces are not allowed in the property name.": "Однобайтовые пробелы в именах свойств не допускаются.",
  "Half-width spaces or ':' are not allowed in the property name.": "Однобайтовые пробелы или \":\" не допускаются в именах свойств.",
  "If multiple conditions are met, the first one will be applied.": "Если выполняется более одного условия, применяется первое условие.",
  "If this is enabled, the above item will be disabled.": "Если эта опция включена, вышеуказанные элементы будут отключены.",
  "If this property exists, it will be updated 30 seconds later.": "Если это свойство существует, оно обновляется через 30 секунд.",
  "If you want to delete a property immediately after inserting it, press the undo shortcut key [Ctrl(Cmd)+Z].": "Если вы хотите удалить свойство сразу после его вставки, нажмите сочетание клавиш Отменить [Ctrl(Cmd)+Z].",
  "Insert 'lastOpenedAt' property to the page property": "Вставьте свойство 'lastOpenedAt' в свойство страницы",
  "Insert Template": "Вставка шаблона",
  "Insert a template based on the page title conditions.": "Вставьте шаблон на основе критериев заголовка страницы.",
  "Insert the page property after the default template is called.": "После вызова шаблона по умолчанию вставьте свойства страницы.",
  "Instead, use this property to record the creation date and time.": "Вместо этого используйте это свойство для записи даты и времени создания.",
  "Invalid format. Please check the settings.": "Недопустимый формат. Пожалуйста, проверьте настройки.",
  "It also matches if use Emoji[🌞] in the page title.": "Он также совпадает, если вы используете эмодзи [🌞] в заголовке страницы.",
  "It can be added to the exclusion list via the page menu.": "Вы можете добавить его в список исключений из меню страниц.",
  "It can be toggled via the toolbar button! For when you don't want to leave a footprint.": "Вы можете переключаться между ними с помощью кнопок на панели инструментов! На тот случай, когда вы не хотите оставлять след.",
  "It is applied to pages other than journals.": "Это также относится к страницам, отличным от журналов.",
  "It is recommended to set the same as current journal template.": "Рекомендуется установить его таким же, как и для текущего шаблона журнала.",
  "Journal": "журнал",
  "List of pages to exclude": "Список исключенных страниц",
  "Match if it contains a specific string.": "Сопоставляет, если содержит определенную строку.",
  "Match if it ends with a specific string (e.g. sub page).": "Сопоставляется, если она заканчивается определенной строкой (например, подстраницей).",
  "Match if it starts with a specific string (e.g. hierarchy[AAA/]).": "Сопоставляется, если она начинается с определенной строки (например, иерархия [AAA/]).",
  "Multiple specifications can be made by line breaks.": "Можно указать несколько с переносом строки.",
  "Note: Also applies when the journal template is not set.": "Примечание: Это применимо, даже если шаблон журнала не настроен.",
  "Register custom shortcut keys with KeyMaps of Settings. They are found in the Plugins tab.": "Зарегистрируйте пользовательскую клавишу быстрого доступа в раскладке настроек. Их можно найти во вкладке «Плагины».",
  "Start With": "голова",
  "Template Name": "Название шаблона",
  "Template inserted.": "Шаблон вставлен.",
  "Template is not set.": "Шаблон не настроен.",
  "Template not found.": "Шаблон не найден.",
  "The '<% Time %>' represents the time.": "<% Время %> представляет время.",
  "The '<% Today %>' represents the date. Based on user date format.": "«<% Сегодня %>» представляет собой дату. На основе формата даты пользователя.",
  "The 'Created-At' property is hidden by the Logseq core and cannot be used.": "Свойство \"Created-at\" скрыто ядром Logseq и недоступно.",
  "The 'UTCDateTime' represents the UTC date and time like 2024-06-23T12:34:56Z.": "\"UTCDateTime\" представляет дату и время в формате UTC, например 2024-06-23T12:34:56Z.",
  "The '[[ ]]' represents the link.": "'[[ ]]' представляет собой ссылку.",
  "The 'journalDay' represents the raw date like 20240623.": "\"journalDay\" представляет собой необработанную дату, например 20240623.",
  "The 'localizeDefault' represents the date and time based on the browser's locale.": "\"localizeDefault\" представляет дату и время в зависимости от языкового стандарта браузера.",
  "The First": "первый",
  "The Second": "Второй",
  "The Third": "Третий",
  "The property name can be changed.": "Вы можете изменить имя свойства.",
  "The property name cannot contain half-width spaces or \":\".": "Имя свойства не может содержать однобайтовые пробелы или \":\".",
  "This feature excludes journals.": "Эта функция не распространяется на журналы.",
  "This is an optional feature to automatically insert property with creation date or time in markdown files.": "Это необязательная функция, которая автоматически вставляет свойство, содержащее дату и время создания или время в файл Markdown.",
  "This is an optional feature to automatically insert property with last opened date and time in markdown files.": "Это дополнительная функция, которая автоматически вставляет последнее открытое свойство даты и времени в файл Markdown.",
  "This option is applied to the default template.": "Эта опция применяется к шаблону по умолчанию.",
  "This page is already included.": "Эта страница уже включена.",
  "This toggle is for 'lastOpenedAt' property of Footprint feature.": "Переключите свойство lastOpenedAt элемента посадочного места.",
  "To avoid problems, describe it with single words as much as possible.": "Объясняйте одним словом как можно больше, чтобы избежать проблем.",
  "To use only this option, set an empty default template.": "Если вы хотите использовать только эту опцию, установите пустой шаблон по умолчанию.",
  "Use this template if the journal template is not applied when journal single page is opened.": "Используйте этот шаблон, если шаблон журнала не применяется при открытии одной страницы журнала.",
  "When creating a new page, the cursor is placed on the first block, but not when opening an existing page.": "При создании новой страницы курсор помещается в первый блок, но не при открытии существующей страницы.",
  "When open a page, insert the template if the first block is empty.": "При открытии страницы, если первый блок пустой, вставьте шаблон.",
  "Write the condition string and template name separated by '::'.": "Разделите строку условия и имя шаблона символом \"::\".",
  "[[<% yyyy %>]] represents the year.": "[[<% yyyy %>]] представляет год.",
  "[[<% yyyy/MM %>]] represents the year and month.": "[[<% гггг/ММ %>]]] представляет год и месяц.",
  "created Property Format": "Формат созданного свойства",
  "created Property Name": "Создано имя свойства",
  "created property inserted.": "Вставляется созданное свойство.",
  "lastOpenedAt Property Format": "Формат свойства lastOpenedAt",
  "lastOpenedAt Property Name": "lastOpenedAt имя свойства",
  "lastOpenedAt property inserted.": "Вставляется свойство lastOpenedAt.",
  "lastOpenedAt property will be inserted.": "Вставляется свойство lastOpenedAt.",
  "lastOpenedAt property will not be inserted.": "Свойство lastOpenedAt не вставляется."
}