{
  "Template not found.": "Шаблон не найден.",
  "Invalid format. Please check the settings.": "Недопустимый формат. Пожалуйста, проверьте настройки.",
  "Insert Template": "Вставка шаблона",
  "The First": "первый",
  "The Second": "Второй",
  "The Third": "Третий",
  "Template is not set.": "Шаблон не настроен.",
  "Block is not selected.": "Блок не выбран.",
  "Template inserted.": "Шаблон вставлен.",
  "Default Template Feature": "Функции шаблона по умолчанию",
  "When open a page, insert the template if the first block is empty.": "При открытии страницы, если первый блок пустой, вставьте шаблон.",
  "Default": "по умолчанию",
  "Template Name": "Имя шаблона",
  "Advanced Default Template Feature": "Расширенные возможности шаблона по умолчанию",
  "Insert a template based on the page title conditions.": "Вставьте шаблон на основе критериев заголовка страницы.",
  "If this is enabled, the above item will be disabled.": "Если эта опция включена, вышеуказанные пункты будут отключены.",
  "Multiple specifications can be made by line breaks.": "С помощью переноса строки можно указать несколько единиц.",
  "If multiple conditions are met, the first one will be applied.": "Если выполняется более одного условия, применяется первое условие.",
  "Write the condition string and template name separated by '::'.": "Разделите строку условия и имя шаблона знаком \"::\".",
  "Example: `AAA::templateName`": "Пример: `AAA::templateName`",
  "It also matches if use Emoji[🌞] in the page title.": "Он также совпадает, если вы используете эмодзи [🌞] в заголовке страницы.",
  "Empty means disabled.": "Если пусто, он будет отключен.",
  "Start With": "голова",
  "Match if it starts with a specific string (e.g. hierarchy[AAA/]).": "Совпадает, если он начинается с определенной строки (например, Hierarchy [AAA/]).",
  "Contain": "содержать",
  "Match if it contains a specific string.": "Совпадает, если содержит определенную строку.",
  "Be careful as it is more powerful than other specifications.": "Он более мощный, чем другие спецификации, поэтому нужно быть осторожным.",
  "End With": "Последний хвост",
  "Match if it ends with a specific string (e.g. sub page).": "Совпадает, если он заканчивается определенной строкой (например, подстраницей).",
  "Command Pallet Items: Insert Template Shortcut": "Элемент палитры команд: Вставить ярлык шаблона",
  "Register custom shortcut keys with KeyMaps of Settings. They are found in the Plugins tab.": "Зарегистрируйте пользовательскую горячую клавишу в раскладке настроек. Их можно найти во вкладке «Плагины».",
  "Call from the Command Pallet or press the shortcut key while editing the block to insert the template.": "Вставьте шаблон, вызвав его из палитры команд или нажав сочетание клавиш во время редактирования блока."
}