{
  "Advanced Default Template Feature": "Roz코칤ren칠 funkcie predvolenej 코abl칩ny",
  "Be careful as it is more powerful than other specifications.": "Je v칳konnej코칤 ako in칠 코pecifik치cie, tak쬰 mus칤te by콘 opatrn칤.",
  "Block is not selected.": "Mo쬹os콘 Blokova콘 nie je vybrat치.",
  "Call from the Command Pallet or press the shortcut key while editing the block to insert the template.": "Vlo쬾e 코abl칩nu tak, 쬰 ju vyvol치te z palety pr칤kazov alebo stla캜en칤m kl치vesovej skratky po캜as 칰pravy bloku.",
  "Command Pallet Items: Insert Template Shortcut": "Polo쬶a palety pr칤kazov: Odkaz na vlo쬰nie 코abl칩ny",
  "Completion of journal template": "Dokon캜enie 코abl칩ny denn칤ka",
  "Contain": "obsahova콘",
  "Default": "predvolen칳",
  "Default Template Feature": "Predvolen칠 funkcie 코abl칩ny",
  "Empty means disabled.": "Ak je pr치zdny, bude vypnut칳.",
  "End With": "Posledn칳 chvost",
  "Example: `AAA::templateName`": "Pr칤klad: `AAA::n치zov 코abl칩ny`",
  "If multiple conditions are met, the first one will be applied.": "Ak je splnen칳ch viac ako jedna podmienka, uplat켿uje sa prv치 podmienka.",
  "If this is enabled, the above item will be disabled.": "Ak je t치to mo쬹os콘 povolen치, vy코코ie uveden칠 polo쬶y sa vypn칰.",
  "Insert Template": "Vlo쬰nie 코abl칩ny",
  "Insert a template based on the page title conditions.": "Vlo쬾e 코abl칩nu na z치klade krit칠ri칤 n치zvu strany.",
  "Invalid format. Please check the settings.": "Neplatn칳 form치t. Skontrolujte nastavenia.",
  "It also matches if use Emoji[游룋 in the page title.": "Zhoduje sa aj v pr칤pade, 쬰 v n치zve str치nky pou쬴jete emoji [游룋.",
  "It is recommended to set the same as current journal template.": "Odpor칰캜a sa nastavi콘 rovnak칰 코abl칩nu ako aktu치lna 코abl칩na denn칤ka.",
  "Journal": "Denn칤k",
  "Match if it contains a specific string.": "Zhoduje sa, ak obsahuje konkr칠tny re콘azec.",
  "Match if it ends with a specific string (e.g. sub page).": "Zhoduje sa, ak kon캜칤 konkr칠tnym re콘azcom (napr. podstr치nkou).",
  "Match if it starts with a specific string (e.g. hierarchy[AAA/]).": "Zhoduje sa, ak za캜칤na konkr칠tnym re콘azcom (napr. Hierarchia [AAA/]).",
  "Multiple specifications can be made by line breaks.": "M칪쬰te zada콘 viac ako jeden zlom riadka.",
  "Note: Also applies when the journal template is not set.": "Pozn치mka: Plat칤 aj v pr칤pade, 쬰 코abl칩na denn칤ka nie je nastaven치.",
  "Register custom shortcut keys with KeyMaps of Settings. They are found in the Plugins tab.": "Zaregistrujte vlastn칰 kl치vesov칰 skratku v mape nastaven칤. Tieto n치jdete v z치lo쬶e \"Pluginy\".",
  "Start With": "hlava",
  "Template Name": "N치zov 코abl칩ny",
  "Template inserted.": "마bl칩na bola vlo쬰n치.",
  "Template is not set.": "마bl칩na nie je nakonfigurovan치.",
  "Template not found.": "마bl칩na sa nena코la.",
  "The First": "Prv칳",
  "The Second": "Druhej",
  "The Third": "tret칤",
  "This feature excludes journals.": "T치to funkcia vylu캜uje denn칤ky.",
  "Use this template if the journal template is not applied when journal single page is opened.": "Pou쬴te t칰to 코abl칩nu, ak sa 코abl칩na denn칤ka neuplatn칤 pri otvoren칤 jednej str치nky denn칤ka.",
  "When open a page, insert the template if the first block is empty.": "Ke캞 otvor칤te stranu, ak je prv칳 blok pr치zdny, vlo쬾e 코abl칩nu.",
  "Write the condition string and template name separated by '::'.": "Odde쬾e re콘azec podmienky a n치zov 코abl칩ny znakom \"::\"."
}