{
  "Advanced Default Template Feature": "Roz코칤ren칠 funkcie predvolenej 코abl칩ny",
  "Be careful as it is more powerful than other specifications.": "Je v칳konnej코칤 ako in칠 코pecifik치cie, tak쬰 mus칤te by콘 opatrn칤.",
  "Block is not selected.": "Mo쬹os콘 Blokova콘 nie je vybrat치.",
  "Call from the Command Pallet or press the shortcut key while editing the block to insert the template.": "Vlo쬾e 코abl칩nu tak, 쬰 ju vyvol치te z palety pr칤kazov alebo stla캜en칤m kl치vesovej skratky po캜as 칰pravy bloku.",
  "Command Pallet Items: Insert Template Shortcut": "Polo쬶a palety pr칤kazov: Odkaz na vlo쬰nie 코abl칩ny",
  "Common Settings": "Be쬹칠 nastavenia",
  "Completion of journal template": "Vyp컄켿anie 코abl칩n denn칤kov",
  "Contain": "obsahova콘",
  "Default": "predvolen칳",
  "Default Template Feature": "Predvolen칠 funkcie 코abl칩ny",
  "Empty means disabled.": "Ak je pr치zdny, bude vypnut칳.",
  "Enable Default Template for existing pages": "Pou쬴tie predvolenej 코abl칩ny na existuj칰cu stranu",
  "Enable insert 'last_opened_at' property to the page property": "Vlo쬰nie vlastnosti last_opened_at do vlastnost칤 str치nky",
  "Enable insert created_at property to Default Template": "Vlo쬰nie created_at vlastnost칤 do predvolenej 코abl칩ny",
  "Enable this setting if you wish to apply the default template to existing pages as well.": "Ak chcete pou쬴콘 predvolen칰 코abl칩nu aj na existuj칰ce str치nky, povo쬾e toto nastavenie.",
  "Enable update 'last_opened_at' property when moving to other pages": "Aktualiz치cia vlastnosti last_opened_at pri navig치cii na in칠 str치nky",
  "End With": "Posledn칳 chvost",
  "Example: `AAA::templateName`": "Pr칤klad: AAA::N치zov마bl칩ny",
  "If multiple conditions are met, the first one will be applied.": "Ak je splnen칳ch viac ako jedna podmienka, uplat켿uje sa prv치 podmienka.",
  "If this is enabled, the above item will be disabled.": "Ak je t치to mo쬹os콘 povolen치, vy코코ie uveden칠 polo쬶y sa vypn칰.",
  "Insert Date-Time property Feature": "Mo쬹os콘 vlo쬴콘 vlastnosti d치tumu a 캜asu",
  "Insert Template": "Vlo쬰nie 코abl칩ny",
  "Insert a template based on the page title conditions.": "Vlo쬾e 코abl칩nu na z치klade krit칠ri칤 n치zvu strany.",
  "Insert the page property after the default template is called.": "Po vyvolan칤 predvolenej 코abl칩ny vlo쬾e vlastnosti strany.",
  "Instead, use this property to record the creation date and time.": "Namiesto toho pou쬴te t칰to vlastnos콘 na zaznamenanie d치tumu a 캜asu vytvorenia.",
  "Invalid format. Please check the settings.": "Neplatn칳 form치t. Skontrolujte nastavenia.",
  "It also matches if use Emoji[游룋 in the page title.": "Zhoduje sa aj v pr칤pade, 쬰 v n치zve str치nky pou쬴jete emoji [游룋.",
  "It is recommended to set the same as current journal template.": "Odpor칰캜a sa nastavi콘 ho tak, aby bol rovnak칳 ako aktu치lna 코abl칩na denn칤ka.",
  "Journal": "denn칤k",
  "Match if it contains a specific string.": "Zhoduje sa, ak obsahuje konkr칠tny re콘azec.",
  "Match if it ends with a specific string (e.g. sub page).": "Zhoduje sa, ak kon캜칤 konkr칠tnym re콘azcom (napr. podstr치nkou).",
  "Match if it starts with a specific string (e.g. hierarchy[AAA/]).": "Zhoduje sa, ak za캜칤na konkr칠tnym re콘azcom (napr. Hierarchia [AAA/]).",
  "Multiple specifications can be made by line breaks.": "M칪쬰te zada콘 viac ako jeden zlom riadka.",
  "Note: Also applies when the journal template is not set.": "Pozn치mka: Toto plat칤 aj v pr칤pade, 쬰 nie je nakonfigurovan치 쬴adna 코abl칩na denn칤ka.",
  "Register custom shortcut keys with KeyMaps of Settings. They are found in the Plugins tab.": "Zaregistrujte vlastn칰 kl치vesov칰 skratku v mape nastaven칤. Tieto n치jdete v z치lo쬶e \"Pluginy\".",
  "Start With": "hlava",
  "Template Name": "N치zov 코abl칩ny",
  "Template inserted.": "마bl칩na bola vlo쬰n치.",
  "Template is not set.": "마bl칩na nie je nakonfigurovan치.",
  "Template not found.": "마bl칩na sa nena코la.",
  "The '<% Time %>' represents the time.": "< % 캜asu %> predstavuje 캜as.",
  "The '<% Today %>' represents the date.": "\"<% Dnes %>\" predstavuje d치tum.",
  "The 'Created-At' property is hidden by the Logseq core and cannot be used.": "Vlastnos콘 \"Created at\" je skryt치 jadrom Logseq a nie je k dispoz칤cii.",
  "The 'UTCDateTime' represents the UTC date and time like 2024-06-23T12:34:56Z.": "\"UTCDateTime\" predstavuje d치tum a 캜as UTC, napr칤klad 2024-06-23T12:34:56Z.",
  "The 'journalDay' represents the raw date like 20240623.": "\"journalDay\" predstavuje nespracovan칳 d치tum, napr칤klad 20240623.",
  "The 'localizeDefault' represents the date and time based on the browser's locale.": "\"localizeDefault\" predstavuje d치tum a 캜as zalo쬰n칳 na miestnom nastaven칤 prehliada캜a.",
  "The First": "Prv칳",
  "The Second": "Druhej",
  "The Third": "tret칤",
  "The property name can be changed.": "N치zov nehnute쬹osti m칪쬰te zmeni콘.",
  "This feature excludes journals.": "T치to funkcia nezah콋켿a 캜asopisy.",
  "This is one optional feature to insert a property in the markdown file that has a date and time.": "Toto je jedna z volite쬹칳ch funkci칤 na vlo쬰nie vlastnosti s d치tumom a 캜asom do s칰boru markdownu.",
  "This option is applied to the default template.": "T치to mo쬹os콘 sa vz콘ahuje na predvolen칰 코abl칩nu.",
  "To use only this option, set an empty default template.": "Ak chcete pou쬴콘 iba t칰to mo쬹os콘, nastavte pr치zdnu predvolen칰 코abl칩nu.",
  "Use this template if the journal template is not applied when journal single page is opened.": "T칰to 코abl칩nu pou쬴te, ak sa 코abl칩na denn칤ka nepou쬴je pri otvoren칤 jednej strany denn칤ka.",
  "When creating a new page, the cursor is placed on the first block, but not when opening an existing page.": "Ke캞 vytvor칤te nov칰 stranu, kurzor sa umiestni do prv칠ho bloku, ale nie pri otvoren칤 existuj칰cej strany.",
  "When open a page, insert the template if the first block is empty.": "Ke캞 otvor칤te stranu, ak je prv칳 blok pr치zdny, vlo쬾e 코abl칩nu.",
  "Write the condition string and template name separated by '::'.": "Odde쬾e re콘azec podmienky a n치zov 코abl칩ny znakom \"::\".",
  "created_at Property Format": "created_at Form치t vlastnosti",
  "created_at Property Name": "created_at N치zov nehnute쬹osti",
  "last_opened_at Property Format": "last_opened_at Form치t vlastnosti",
  "last_opened_at Property Name": "last_opened_at N치zov nehnute쬹osti"
}