{
  "Ability to insert creation date or time property into default template": "Mo쬹os콘 vlo쬴콘 vlastnosti 캜asu vytvorenia do predvolenej 코abl칩ny",
  "Add to exclusion list of lastOpenedAt": "Prida콘 do zoznamu vyl칰캜en칤 pre lastOpenedAt",
  "Added to exclusion list of lastOpenedAt.": "lastOpenedAt.",
  "Advanced Default Template Feature": "Roz코칤ren칠 funkcie predvolenej 코abl칩ny",
  "Be careful as it is more powerful than other specifications.": "Je v칳konnej코칤 ako in칠 코pecifik치cie, tak쬰 mus칤te by콘 opatrn칤.",
  "Block is not selected.": "Mo쬹os콘 Blokova콘 nie je vybrat치.",
  "Call from the Command Pallet or press the shortcut key while editing the block to insert the template.": "Vlo쬾e 코abl칩nu tak, 쬰 ju vyvol치te z palety pr칤kazov alebo stla캜en칤m kl치vesovej skratky po캜as 칰pravy bloku.",
  "Command Pallet Items: Insert Template Shortcut": "Polo쬶a palety pr칤kazov: Odkaz na vlo쬰nie 코abl칩ny",
  "Common Settings": "Be쬹칠 nastavenia",
  "Completion of journal template": "Vyp컄켿anie 코abl칩n denn칤kov",
  "Contain": "obsahova콘",
  "Default": "predvolen칳",
  "Default Template Feature": "Predvolen칠 funkcie 코abl칩ny",
  "Empty means disabled.": "Ak je pr치zdny, bude vypnut칳.",
  "Enable": "Aktivova콘",
  "Enable Default Template for existing pages": "Pou쬴tie predvolenej 코abl칩ny na existuj칰cu stranu",
  "Enable this setting if you wish to apply the default template to existing pages as well.": "Ak chcete pou쬴콘 predvolen칰 코abl칩nu aj na existuj칰ce str치nky, povo쬾e toto nastavenie.",
  "End With": "Posledn칳 chvost",
  "Enter page names.": "Zadajte n치zov strany.",
  "Example: `AAA::templateName`": "Pr칤klad: AAA::N치zov마bl칩ny",
  "Footprint Feature": "Funkcia stopy",
  "For safety, create a spare graph and check the usability.": "Aby sme boli na bezpe캜nej strane, vytvorme n치hradn칳 graf, aby sme zistili, ak칠 쬬hk칠 je jeho pou쬴tie.",
  "Half-width spaces are not allowed in the property name.": "Jednobajtov칠 medzery nie s칰 povolen칠 v n치zvoch vlastnost칤.",
  "Half-width spaces or ':' are not allowed in the property name.": "Jednobajtov칠 medzery alebo \":\" nie s칰 povolen칠 v n치zvoch vlastnost칤.",
  "If multiple conditions are met, the first one will be applied.": "Ak je splnen칳ch viac ako jedna podmienka, uplat켿uje sa prv치 podmienka.",
  "If this is enabled, the above item will be disabled.": "Ak je t치to mo쬹os콘 povolen치, vy코코ie uveden칠 polo쬶y sa vypn칰.",
  "If this property exists, it will be updated 30 seconds later.": "Ak t치to vlastnos콘 existuje, aktualizuje sa po 30 sekund치ch.",
  "If you want to delete a property immediately after inserting it, press the undo shortcut key [Ctrl(Cmd)+Z].": "Ak chcete vlastnos콘 odstr치ni콘 ihne캞 po vlo쬰n칤, stla캜te kl치vesov칰 skratku Sp칛콘 [Ctrl(Cmd)+Z].",
  "Insert 'lastOpenedAt' property to the page property": "Vlo쬰nie vlastnosti lastOpenedAt do vlastnosti str치nky",
  "Insert Template": "Vlo쬰nie 코abl칩ny",
  "Insert a template based on the page title conditions.": "Vlo쬾e 코abl칩nu na z치klade krit칠ri칤 n치zvu strany.",
  "Insert the page property after the default template is called.": "Po vyvolan칤 predvolenej 코abl칩ny vlo쬾e vlastnosti strany.",
  "Instead, use this property to record the creation date and time.": "Namiesto toho pou쬴te t칰to vlastnos콘 na zaznamenanie d치tumu a 캜asu vytvorenia.",
  "Invalid format. Please check the settings.": "Neplatn칳 form치t. Skontrolujte nastavenia.",
  "It also matches if use Emoji[游룋 in the page title.": "Zhoduje sa aj v pr칤pade, 쬰 v n치zve str치nky pou쬴jete emoji [游룋.",
  "It can be added to the exclusion list via the page menu.": "M칪쬰te ho prida콘 do zoznamu vyl칰캜en칤 z ponuky str치nok.",
  "It can be toggled via the toolbar button! For when you don't want to leave a footprint.": "M칪쬰te medzi nimi prep칤na콘 pomocou tla캜idiel na paneli n치strojov! Ke캞 nechcete zanecha콘 stopu.",
  "Applies to non-journal pages.": "Vz콘ahuje sa aj na in칠 strany ako 캜asopisy.",
  "It is recommended to set the same as current journal template.": "Odpor칰캜a sa nastavi콘 ho tak, aby bol rovnak칳 ako aktu치lna 코abl칩na denn칤ka.",
  "Journal": "denn칤k",
  "List of pages to exclude": "Zoznam vyl칰캜en칳ch str치n",
  "Match if it contains a specific string.": "Zhoduje sa, ak obsahuje konkr칠tny re콘azec.",
  "Match if it ends with a specific string (e.g. sub page).": "Zhoduje sa, ak kon캜칤 konkr칠tnym re콘azcom (napr. podstr치nkou).",
  "Match if it starts with a specific string (e.g. hierarchy[AAA/]).": "Zhoduje sa, ak za캜칤na konkr칠tnym re콘azcom (napr. Hierarchia [AAA/]).",
  "Multiple specifications can be made by line breaks.": "M칪쬰te zada콘 viac ako jeden zlom riadka.",
  "Note: Also applies when the journal template is not set.": "Pozn치mka: Toto plat칤 aj v pr칤pade, 쬰 nie je nakonfigurovan치 쬴adna 코abl칩na denn칤ka.",
  "Register custom shortcut keys with KeyMaps of Settings. They are found in the Plugins tab.": "Zaregistrujte vlastn칰 kl치vesov칰 skratku v mape nastaven칤. Tieto n치jdete v z치lo쬶e \"Pluginy\".",
  "Start With": "hlava",
  "Template Name": "N치zov 코abl칩ny",
  "Template inserted.": "마bl칩na bola vlo쬰n치.",
  "Template is not set.": "마bl칩na nie je nakonfigurovan치.",
  "Template not found.": "마bl칩na sa nena코la.",
  "The '<% Time %>' represents the time.": "< % 캜asu %> predstavuje 캜as.",
  "The '<% Today %>' represents the date. Based on user date format.": "\"<% Dnes %>\" predstavuje d치tum. Na z치klade form치tu d치tumu pou쮂셨ate쬬.",
  "The 'Created-At' property is hidden by the Logseq core and cannot be used.": "Vlastnos콘 \"Created at\" je skryt치 jadrom Logseq a nie je k dispoz칤cii.",
  "The 'UTCDateTime' represents the UTC date and time like 2024-06-23T12:34:56Z.": "\"UTCDateTime\" predstavuje d치tum a 캜as UTC, napr칤klad 2024-06-23T12:34:56Z.",
  "The '[[ ]]' represents the link.": "\"[[ ]]\" predstavuje prepojenie.",
  "The 'journalDay' represents the raw date like 20240623.": "\"journalDay\" predstavuje nespracovan칳 d치tum, napr칤klad 20240623.",
  "The 'localizeDefault' represents the date and time based on the browser's locale.": "\"localizeDefault\" predstavuje d치tum a 캜as zalo쬰n칳 na miestnom nastaven칤 prehliada캜a.",
  "The First": "Prv칳",
  "The Second": "Druhej",
  "The Third": "tret칤",
  "The property name can be changed.": "N치zov nehnute쬹osti m칪쬰te zmeni콘.",
  "The property name cannot contain half-width spaces or \":\".": "N치zov vlastnosti nem칪쬰 obsahova콘 jednobajtov칠 medzery alebo \":\".",
  "This feature excludes journals.": "T치to funkcia nezah콋켿a 캜asopisy.",
  "This is an optional feature to automatically insert property with creation date or time in markdown files.": "Toto je volite쬹치 funkcia, ktor치 automaticky vlo쮂 vlastnos콘 obsahuj칰cu d치tum a 캜as vytvorenia do s칰boru markdown.",
  "This is an optional feature to automatically insert property with last opened date and time in markdown files.": "Toto je volite쬹치 funkcia, ktor치 automaticky vlo쮂 vlastnos콘 d치tumu a 캜asu posledn칠ho otvorenia do s칰boru markdown.",
  "This option is applied to the default template.": "T치to mo쬹os콘 sa vz콘ahuje na predvolen칰 코abl칩nu.",
  "This page is already included.": "T치to str치nka je u zahrnut치.",
  "This toggle is for 'lastOpenedAt' property of Footprint feature.": "Prepnite pre vlastnos콘 lastOpenedAt funkcie stopy.",
  "To avoid problems, describe it with single words as much as possible.": "Vysvetlite 캜o najviac jedn칳m slovom, aby ste sa vyhli probl칠mom.",
  "To use only this option, set an empty default template.": "Ak chcete pou쬴콘 iba t칰to mo쬹os콘, nastavte pr치zdnu predvolen칰 코abl칩nu.",
  "Use this template if the journal template is not applied when journal single page is opened.": "T칰to 코abl칩nu pou쬴te, ak sa 코abl칩na denn칤ka nepou쬴je pri otvoren칤 jednej strany denn칤ka.",
  "When creating a new page, the cursor is placed on the first block, but not when opening an existing page.": "Ke캞 vytvor칤te nov칰 stranu, kurzor sa umiestni do prv칠ho bloku, ale nie pri otvoren칤 existuj칰cej strany.",
  "When open a page, insert the template if the first block is empty.": "Ke캞 otvor칤te stranu, ak je prv칳 blok pr치zdny, vlo쬾e 코abl칩nu.",
  "Write the condition string and template name separated by '::'.": "Odde쬾e re콘azec podmienky a n치zov 코abl칩ny znakom \"::\".",
  "[[<% yyyy %>]] represents the year.": "[[< % rrrr %>]] predstavuje rok.",
  "[[<% yyyy/MM %>]] represents the year and month.": "[[< % rrrr/MM %>]]] predstavuje rok a mesiac.",
  "created Property Format": "Form치t vytvorenej vlastnosti",
  "created Property Name": "created N치zov vlastnosti",
  "created property inserted.": "Vlo쮂 sa vytvoren치 vlastnos콘.",
  "lastOpenedAt Property Format": "Form치t vlastnosti lastOpenedAt",
  "lastOpenedAt Property Name": "lastOpenedAt vlastnos콘",
  "lastOpenedAt property inserted.": "Vlo쮂 sa vlastnos콘 lastOpenedAt.",
  "lastOpenedAt property will be inserted.": "Vlo쮂 sa vlastnos콘 lastOpenedAt.",
  "lastOpenedAt property will not be inserted.": "Vlastnos콘 lastOpenedAt sa nevlo쮂."
}