{
  "Advanced Default Template Feature": "Розширені функції шаблонів за замовчуванням",
  "Be careful as it is more powerful than other specifications.": "Він потужніший за інші характеристики, тому потрібно бути обережним.",
  "Block is not selected.": "Блок не вибрано.",
  "Call from the Command Pallet or press the shortcut key while editing the block to insert the template.": "Вставте шаблон, викликавши його з палітри команд або натиснувши комбінацію клавіш під час редагування блоку.",
  "Command Pallet Items: Insert Template Shortcut": "Елемент палітри команд: вставити ярлик шаблону",
  "Completion of journal template": "Завершення шаблону журналу",
  "Contain": "містити",
  "Default": "За промовчанням",
  "Default Template Feature": "Функції шаблону за замовчуванням",
  "Empty means disabled.": "Якщо він порожній, його буде вимкнено.",
  "End With": "Останній хвіст",
  "Example: `AAA::templateName`": "Приклад: `AAA::templateName`",
  "If multiple conditions are met, the first one will be applied.": "Якщо виконується більше однієї умови, застосовується перша умова.",
  "If this is enabled, the above item will be disabled.": "Якщо цей пункт увімкнено, вищезазначені пункти буде вимкнено.",
  "Insert Template": "Вставка шаблону",
  "Insert a template based on the page title conditions.": "Вставте шаблон на основі критеріїв заголовка сторінки.",
  "Invalid format. Please check the settings.": "Неприпустимий формат. Будь ласка, перевірте налаштування.",
  "It also matches if use Emoji[🌞] in the page title.": "Він також збігається, якщо ви використовуєте емодзі [🌞] у назві сторінки.",
  "It is recommended to set the same as current journal template.": "Рекомендується встановити те ж саме, що й поточний шаблон журналу.",
  "Journal": "Журнал",
  "Match if it contains a specific string.": "Збігається, якщо він містить певний рядок.",
  "Match if it ends with a specific string (e.g. sub page).": "Збігається, якщо він закінчується певним рядком (наприклад, підсторінка).",
  "Match if it starts with a specific string (e.g. hierarchy[AAA/]).": "Збігається, якщо він починається з певного рядка (наприклад, Ієрархія [AAA/]).",
  "Multiple specifications can be made by line breaks.": "Можна вказати кілька з розривом рядка.",
  "Note: Also applies when the journal template is not set.": "Примітка: Також застосовується, коли шаблон журналу не встановлено.",
  "Register custom shortcut keys with KeyMaps of Settings. They are found in the Plugins tab.": "Зареєструйте спеціальну комбінацію клавіш у розкладці налаштувань. Їх можна знайти у вкладці «Плагіни».",
  "Start With": "голова",
  "Template Name": "Назва шаблону",
  "Template inserted.": "Шаблон вставлено.",
  "Template is not set.": "Шаблон не налаштований.",
  "Template not found.": "Шаблон не знайдено.",
  "The First": "1-й",
  "The Second": "2-й",
  "The Third": "3-й",
  "This feature excludes journals.": "Ця функція виключає журнали.",
  "Use this template if the journal template is not applied when journal single page is opened.": "Використовуйте цей шаблон, якщо шаблон журналу не застосовується при відкритті одної сторінки журналу.",
  "When open a page, insert the template if the first block is empty.": "При відкритті сторінки, якщо перший блок порожній, вставте шаблон.",
  "Write the condition string and template name separated by '::'.": "Відокремте рядок умови та ім'я шаблону за допомогою \"::\"."
}