{
  "Advanced Default Template Feature": "Розширені функції шаблонів за замовчуванням",
  "Be careful as it is more powerful than other specifications.": "Він потужніший за інші характеристики, тому потрібно бути обережним.",
  "Block is not selected.": "Блок не вибрано.",
  "Call from the Command Pallet or press the shortcut key while editing the block to insert the template.": "Вставте шаблон, викликавши його з палітри команд або натиснувши комбінацію клавіш під час редагування блоку.",
  "Command Pallet Items: Insert Template Shortcut": "Елемент палітри команд: вставити ярлик шаблону",
  "Common Settings": "Загальні налаштування",
  "Completion of journal template": "Заповнення шаблонів журналів",
  "Contain": "містити",
  "Default": "За промовчанням",
  "Default Template Feature": "Функції шаблону за замовчуванням",
  "Empty means disabled.": "Якщо він порожній, його буде вимкнено.",
  "Enable Default Template for existing pages": "Застосування шаблону за замовчуванням до існуючої сторінки",
  "Enable insert 'last_opened_at' property to the page property": "Вставте властивість «last_opened_at» у властивості сторінки",
  "Enable insert created property to Default Template": "Вставка created властивостей у шаблон за замовчуванням",
  "Enable this setting if you wish to apply the default template to existing pages as well.": "Якщо ви також хочете застосувати шаблон за замовчуванням до наявних сторінок, увімкніть цей параметр.",
  "Enable update 'last_opened_at' property when moving to other pages": "Оновлюйте властивість \"last_opened_at\" під час переходу на інші сторінки",
  "End With": "Останній хвіст",
  "Example: `AAA::templateName`": "Приклад: 'AAA::TemplateName'",
  "If multiple conditions are met, the first one will be applied.": "Якщо виконується більше однієї умови, застосовується перша умова.",
  "If this is enabled, the above item will be disabled.": "Якщо цей пункт увімкнено, вищезазначені пункти буде вимкнено.",
  "Insert Date-Time property Feature": "Можливість вставки властивостей дати і часу",
  "Insert Template": "Вставка шаблону",
  "Insert a template based on the page title conditions.": "Вставте шаблон на основі критеріїв заголовка сторінки.",
  "Insert the page property after the default template is called.": "Після виклику шаблону за замовчуванням вставте властивості сторінки.",
  "Instead, use this property to record the creation date and time.": "Натомість використовуйте цю властивість, щоб записати дату й час її створення.",
  "Invalid format. Please check the settings.": "Неприпустимий формат. Будь ласка, перевірте налаштування.",
  "It also matches if use Emoji[🌞] in the page title.": "Він також збігається, якщо ви використовуєте емодзі [🌞] у назві сторінки.",
  "It is recommended to set the same as current journal template.": "Рекомендуємо встановити його так, щоб він збігався з поточним шаблоном журналу.",
  "Journal": "журнал",
  "Match if it contains a specific string.": "Збігається, якщо він містить певний рядок.",
  "Match if it ends with a specific string (e.g. sub page).": "Збігається, якщо він закінчується певним рядком (наприклад, підсторінка).",
  "Match if it starts with a specific string (e.g. hierarchy[AAA/]).": "Збігається, якщо він починається з певного рядка (наприклад, Ієрархія [AAA/]).",
  "Multiple specifications can be made by line breaks.": "Можна вказати кілька з розривом рядка.",
  "Note: Also applies when the journal template is not set.": "Зауваження: це застосовується, навіть якщо не налаштовано шаблон журналу.",
  "Register custom shortcut keys with KeyMaps of Settings. They are found in the Plugins tab.": "Зареєструйте спеціальну комбінацію клавіш у розкладці налаштувань. Їх можна знайти у вкладці «Плагіни».",
  "Start With": "голова",
  "Template Name": "Назва шаблону",
  "Template inserted.": "Шаблон вставлено.",
  "Template is not set.": "Шаблон не налаштований.",
  "Template not found.": "Шаблон не знайдено.",
  "The '<% Time %>' represents the time.": "<% Час %> представляє час.",
  "The '<% Today %>' represents the date.": "\"<% сьогодні %>\" означає дату.",
  "The 'Created-At' property is hidden by the Logseq core and cannot be used.": "Властивість \"Created-at\" прихована ядром Logseq і недоступна.",
  "The 'UTCDateTime' represents the UTC date and time like 2024-06-23T12:34:56Z.": "\"UTCDateTime\" представляє дату й час UTC, наприклад 2024-06-23T12:34:56Z.",
  "The 'journalDay' represents the raw date like 20240623.": "\"journalDay\" представляє необроблену дату, наприклад 20240623.",
  "The 'localizeDefault' represents the date and time based on the browser's locale.": "\"localizeDefault\" представляє дату і час на основі локалі браузера.",
  "The First": "1-й",
  "The Second": "2-й",
  "The Third": "3-й",
  "The property name can be changed.": "Ви можете змінити ім'я ресурсу.",
  "This feature excludes journals.": "Ця функція виключає журнали.",
  "This is one optional feature to insert a property in the markdown file that has a date and time.": "Це одна з необов'язкових функцій для вставки властивості з датою та часом у файл Markdown.",
  "This option is applied to the default template.": "Цей параметр застосовується до шаблону за замовчуванням.",
  "To use only this option, set an empty default template.": "Якщо ви хочете використовувати лише цей параметр, встановіть порожній шаблон за замовчуванням.",
  "Use this template if the journal template is not applied when journal single page is opened.": "Використовуйте цей шаблон, якщо шаблон журналу не застосовується під час відкриття окремої сторінки журналу.",
  "When creating a new page, the cursor is placed on the first block, but not when opening an existing page.": "Коли ви створюєте нову сторінку, курсор розміщується в першому блоці, але не при відкритті існуючої сторінки.",
  "When open a page, insert the template if the first block is empty.": "При відкритті сторінки, якщо перший блок порожній, вставте шаблон.",
  "Write the condition string and template name separated by '::'.": "Відокремте рядок умови та ім'я шаблону за допомогою \"::\".",
  "created Property Format": "created Формат властивості",
  "created Property Name": "created Назва об'єкта",
  "last_opened_at Property Format": "last_opened_at Формат властивостей",
  "last_opened_at Property Name": "last_opened_at Ім'я об'єкта"
}