{
  "Ability to insert creation date or time property into default template": "Можливість вставки властивостей часу створення в шаблон за замовчуванням",
  "Add to exclusion list of lastOpenedAt": "Додати до списку винятків для lastOpenedAt",
  "Added to exclusion list of lastOpenedAt.": "lastOpenedAt.",
  "Advanced Default Template Feature": "Розширені функції шаблону за замовчуванням",
  "Be careful as it is more powerful than other specifications.": "Він потужніший за інші характеристики, тому потрібно бути обережним.",
  "Block is not selected.": "Блок не вибрано.",
  "Call from the Command Pallet or press the shortcut key while editing the block to insert the template.": "Вставте шаблон, викликавши його з палітри команд або натиснувши комбінацію клавіш під час редагування блоку.",
  "Command Pallet Items: Insert Template Shortcut": "Елемент палітри команд: вставити ярлик шаблону",
  "Common Settings": "Загальні налаштування",
  "Completion of journal template": "Заповнення шаблонів журналів",
  "Contain": "містити",
  "Default": "За промовчанням",
  "Default Template Feature": "Функції шаблону за замовчуванням",
  "Empty means disabled.": "Якщо він порожній, він буде вимкнений.",
  "Enable": "Активувати",
  "Enable Default Template for existing pages": "Застосування шаблону за замовчуванням до існуючої сторінки",
  "Enable this setting if you wish to apply the default template to existing pages as well.": "Якщо ви також хочете застосувати шаблон за замовчуванням до існуючих сторінок, увімкніть цей параметр.",
  "End With": "Останній хвіст",
  "Enter page names.": "Введіть назву сторінки.",
  "Example: `AAA::templateName`": "Приклад: 'AAA::TemplateName'",
  "Footprint Feature": "Функція слідування",
  "For safety, create a spare graph and check the usability.": "Щоб бути в безпеці, давайте створимо запасний графік, щоб побачити, наскільки він простий у використанні.",
  "Half-width spaces are not allowed in the property name.": "Однобайтові пробіли не допускаються в іменах властивостей.",
  "Half-width spaces or ':' are not allowed in the property name.": "Однобайтові пробіли або ':' не допускаються в іменах властивостей.",
  "If multiple conditions are met, the first one will be applied.": "Якщо виконується більше ніж одна умова, застосовується перша умова.",
  "If this is enabled, the above item will be disabled.": "Якщо це включено, перераховані вище пункти будуть відключені.",
  "If this property exists, it will be updated 30 seconds later.": "Якщо ця властивість існує, вона оновлюється через 30 секунд.",
  "If you want to delete a property immediately after inserting it, press the undo shortcut key [Ctrl(Cmd)+Z].": "Якщо ви хочете видалити властивість відразу після її вставки, натисніть комбінацію клавіш Undo key [Ctrl(Cmd)+Z].",
  "Insert 'lastOpenedAt' property to the page property": "Вставте властивість 'lastOpenedAt' у властивість сторінки",
  "Insert Template": "Вставка шаблону",
  "Insert a template based on the page title conditions.": "Вставте шаблон на основі критеріїв заголовка сторінки.",
  "Insert the page property after the default template is called.": "Після того, як буде викликано шаблон за замовчуванням, вставте властивості сторінки.",
  "Instead, use this property to record the creation date and time.": "Замість цього використовуйте цю властивість для запису дати та часу його створення.",
  "Invalid format. Please check the settings.": "Неприпустимий формат. Будь ласка, перевірте налаштування.",
  "It also matches if use Emoji[🌞] in the page title.": "Він також збігається, якщо ви використовуєте емодзі [🌞] у назві сторінки.",
  "It can be added to the exclusion list via the page menu.": "Ви можете додати його до списку винятків у меню сторінки.",
  "It can be toggled via the toolbar button! For when you don't want to leave a footprint.": "Ви можете перемикатися між ними за допомогою кнопок на панелі інструментів! Для тих випадків, коли ти не хочеш залишати слід.",
  "Applies to non-journal pages.": "Це також стосується сторінок, відмінних від журналів.",
  "It is recommended to set the same as current journal template.": "Рекомендуємо встановити його так, щоб він збігався з поточним шаблоном журналу.",
  "Journal": "журнал",
  "List of pages to exclude": "Список виключених сторінок",
  "Match if it contains a specific string.": "Збігається, якщо він містить певний рядок.",
  "Match if it ends with a specific string (e.g. sub page).": "Відповідає, якщо він закінчується певним рядком (наприклад, підсторінка).",
  "Match if it starts with a specific string (e.g. hierarchy[AAA/]).": "Збігається, якщо він починається з певного рядка (наприклад, Ієрархія [AAA/]).",
  "Multiple specifications can be made by line breaks.": "Можна вказати кілька з розривом рядка.",
  "Note: Also applies when the journal template is not set.": "Зауваження: Це застосовується, навіть якщо не налаштовано шаблон журналу.",
  "Register custom shortcut keys with KeyMaps of Settings. They are found in the Plugins tab.": "Зареєструйте спеціальну комбінацію клавіш у розкладці налаштувань. Їх можна знайти у вкладці «Плагіни».",
  "Start With": "голова",
  "Template Name": "Назва шаблону",
  "Template inserted.": "Шаблон вставлений.",
  "Template is not set.": "Шаблон не налаштований.",
  "Template not found.": "Шаблон не знайдено.",
  "The '<% Time %>' represents the time.": "<% Час %> означає час.",
  "The '<% Today %>' represents the date. Based on user date format.": "\"<% сьогодні %>\" означає дату. Залежно від формату дати користувача.",
  "The 'Created-At' property is hidden by the Logseq core and cannot be used.": "Властивість \"Created-at\" прихована ядром Logseq і недоступна.",
  "The 'UTCDateTime' represents the UTC date and time like 2024-06-23T12:34:56Z.": "\"UTCDateTime\" представляє дату й час UTC, наприклад 2024-06-23T12:34:56Z.",
  "The '[[ ]]' represents the link.": "'[[ ]]' представляє посилання.",
  "The 'journalDay' represents the raw date like 20240623.": "\"journalDay\" представляє необроблену дату, наприклад 20240623.",
  "The 'localizeDefault' represents the date and time based on the browser's locale.": "\"localizeDefault\" представляє дату та час на основі локалі браузера.",
  "The First": "1-й",
  "The Second": "2-й",
  "The Third": "3-й",
  "The property name can be changed.": "Ви можете змінити ім'я властивості.",
  "The property name cannot contain half-width spaces or \":\".": "Ім'я властивості не може містити однобайтових пробілів або \":\".",
  "This feature excludes journals.": "Ця функція виключає журнали.",
  "This is an optional feature to automatically insert property with creation date or time in markdown files.": "Це необов'язкова функція, яка автоматично вставляє властивість, що містить дату та час створення або час у файлі Markdown.",
  "This is an optional feature to automatically insert property with last opened date and time in markdown files.": "Це необов'язкова функція, яка автоматично вставляє останню відкриту властивість дати та часу у файл Markdown.",
  "This option is applied to the default template.": "Цей параметр застосовується до шаблону за замовчуванням.",
  "This page is already included.": "Ця сторінка вже включена.",
  "This toggle is for 'lastOpenedAt' property of Footprint feature.": "Перемкніть властивість lastOpenedAt функції відбитка відбитка.",
  "To avoid problems, describe it with single words as much as possible.": "Поясніть одним словом якомога більше, щоб уникнути проблем.",
  "To use only this option, set an empty default template.": "Якщо ви хочете використовувати лише цю опцію, встановіть порожній шаблон за замовчуванням.",
  "Use this template if the journal template is not applied when journal single page is opened.": "Використовуйте цей шаблон, якщо шаблон журналу не застосовується при відкритті однієї сторінки журналу.",
  "When creating a new page, the cursor is placed on the first block, but not when opening an existing page.": "Коли ви створюєте нову сторінку, курсор ставиться в перший блок, але не при відкритті існуючої сторінки.",
  "When open a page, insert the template if the first block is empty.": "Коли ви відкриєте сторінку, якщо перший блок порожній, вставте шаблон.",
  "Write the condition string and template name separated by '::'.": "Відокремте рядок умови та ім'я шаблону за допомогою \"::\".",
  "[[<% yyyy %>]] represents the year.": "[[<% рррр %>]] представляє рік.",
  "[[<% yyyy/MM %>]] represents the year and month.": "[[<% рррр/мм %>]]] представляє рік і місяць.",
  "created Property Format": "Формат створеної власності",
  "created Property Name": "створено ім'я властивості",
  "created property inserted.": "Вставляється створена властивість.",
  "lastOpenedAt Property Format": "Формат властивості lastOpenedAt",
  "lastOpenedAt Property Name": "lastOpenedAt ім'я властивості",
  "lastOpenedAt property inserted.": "Вставлено властивість lastOpenedAt.",
  "lastOpenedAt property will be inserted.": "Вставлено властивість lastOpenedAt.",
  "lastOpenedAt property will not be inserted.": "Властивість lastOpenedAt не вставляється."
}